[
  {
    "text": "She recently discovered marshmallows",
    "start": 46.51,
    "duration": 2.0
  },
  {
    "text": "What happened when I was eating that a diner",
    "start": 55.83,
    "duration": 1.82
  },
  {
    "text": "I'm able to anyone not the one with the kalam machine by the way",
    "start": 57.65,
    "duration": 2.52
  },
  {
    "text": "Did you see that somebody's really got that spongebob plushie had that thing I mean that is ten dollars of quarters",
    "start": 60.17,
    "duration": 4.17
  },
  {
    "text": "I am never getting back anyway",
    "start": 64.34,
    "duration": 2.0
  },
  {
    "text": "Not one with watching",
    "start": 68.34,
    "duration": 2.0
  },
  {
    "text": "Marshmallows faker talk buddies all the floor. I smoked who was I to calculi someone marshmallow news",
    "start": 70.74,
    "duration": 5.599
  },
  {
    "text": "Although lately it's been worse than usual",
    "start": 77.07,
    "duration": 2.0
  },
  {
    "text": "Last week she got fired from her job as a cocktail waitress for stealing credit cards to trade for marshmallows",
    "start": 79.25,
    "duration": 5.97
  },
  {
    "text": "Hey, baby, how about this for an idea for a cartoon TV show my dog",
    "start": 90.42,
    "duration": 4.82
  },
  {
    "text": "marries a squirrel",
    "start": 96.06,
    "duration": 1.65
  },
  {
    "text": "The whole thing is narrated by a popsicle so I decided I needed to do something before things got worse",
    "start": 97.71,
    "duration": 6.709
  },
  {
    "text": "Plus I was still holding out. Hope we get married one day and well",
    "start": 104.88,
    "duration": 3.439
  },
  {
    "text": "I don't know if you've seen one marshmallows those to a person's teeth, but well",
    "start": 108.32,
    "duration": 4.139
  },
  {
    "text": "I'd hate for her to lose that cute smile of hers",
    "start": 112.46,
    "duration": 2.0
  },
  {
    "text": "You",
    "start": 131.79,
    "duration": 2.0
  },
  {
    "text": "Shh, there's a little kid over there having a Cat Stevens moment with his dad. Tell me you packed like you made a fire",
    "start": 143.34,
    "duration": 6.38
  },
  {
    "text": "Is it news to you that I've a sinus condition that I can't sleep without my humidifier",
    "start": 151.89,
    "duration": 4.19
  },
  {
    "text": "No, it's not news to me. I knew this week. It wasn't about sleep. I bet you didn't forget condoms",
    "start": 157.08,
    "duration": 5.24
  },
  {
    "text": "Did you I bet you did forget that edible Lube you like makes your balls taste like strawberries gonna turn Nobel",
    "start": 162.32,
    "duration": 5.369
  },
  {
    "text": "Did you digits him? Huh?",
    "start": 167.69,
    "duration": 2.25
  },
  {
    "text": "Flavors actually mixed berry okay, go along buddy",
    "start": 170.7,
    "duration": 2.839
  },
  {
    "text": "If you gotta shoot me then shoot me at least it'll be quicker than whenever the cartel does to me",
    "start": 202.159,
    "duration": 4.1
  },
  {
    "text": "Take me with you",
    "start": 208.7,
    "duration": 1.8
  },
  {
    "text": "What you said the ending of my poem was too sad help me write a new one",
    "start": 210.5,
    "duration": 5.059
  },
  {
    "text": "Ride into the sunset with my brand new honey in a suitcase full of some drug dealers money is the much better rhyme than sitting",
    "start": 216.379,
    "duration": 7.16
  },
  {
    "text": "All alone eating Lean Cuisine watching Magic Mike while I did all my being",
    "start": 223.54,
    "duration": 4.199
  },
  {
    "text": "My head and my heart",
    "start": 228.829,
    "duration": 2.0
  },
  {
    "text": "They battle within if I don't find love now",
    "start": 230.84,
    "duration": 2.479
  },
  {
    "text": "I have to ask when will I ever find someone as perfect as you, but that stripper has my money?",
    "start": 233.319,
    "duration": 5.58
  },
  {
    "text": "So what can we do please? I'm a cop with a badge she sells pizza",
    "start": 238.9,
    "duration": 4.29
  },
  {
    "text": "Huh bitch I can get all your cash will be gone in a flash, but in case we get caught",
    "start": 243.19,
    "duration": 4.439
  },
  {
    "text": "I can't go to jail of course so the story must be",
    "start": 247.629,
    "duration": 3.54
  },
  {
    "text": "That you took me by force",
    "start": 252.349,
    "duration": 2.0
  },
  {
    "text": "Fabulous I",
    "start": 303.63,
    "duration": 2.0
  },
  {
    "text": "Thought I was already as high as I could get but then the second brownie must have kicked in because I was starting to feel",
    "start": 306.51,
    "duration": 4.82
  },
  {
    "text": "It in my body just as much as my head",
    "start": 311.33,
    "duration": 2.0
  },
  {
    "text": "And then I lost my shirt, why are boobies out I can't find my shirt",
    "start": 318.15,
    "duration": 6.889
  },
  {
    "text": "Hey what you got there oh this",
    "start": 346.01,
    "duration": 2.239
  },
  {
    "text": "Just a little over the counter dimethyl ether. It's good for removal of warts. I have a quickly stubborn",
    "start": 349.34,
    "duration": 5.6
  },
  {
    "text": "I never mean forget. I that was just supposed to be small talk",
    "start": 354.94,
    "duration": 3.119
  },
  {
    "text": "I thought it was shampoo",
    "start": 358.06,
    "duration": 0.87
  },
  {
    "text": "And I had a joke ready look um I had a good time at that party the other night",
    "start": 358.93,
    "duration": 5.22
  },
  {
    "text": "I gave you my number sure no I had fun, too. It's just you know",
    "start": 364.15,
    "duration": 5.7
  },
  {
    "text": "I'm not officially divorced yet, so I'm sorry",
    "start": 369.85,
    "duration": 2.489
  },
  {
    "text": "I shouldn't have brought it up if you want to call you'll call or you won't whatever. I don't care",
    "start": 372.35,
    "duration": 4.579
  },
  {
    "text": "It's just that I told my mom I gave you my number and now she keeps texting me to see if you you know she's",
    "start": 376.93,
    "duration": 4.35
  },
  {
    "text": "Crazy got me I didn't get that gene",
    "start": 381.28,
    "duration": 1.56
  },
  {
    "text": "But she just obsesses over every little you know when I said that I didn't care if you called it doesn't mean I don't want",
    "start": 382.84,
    "duration": 4.559
  },
  {
    "text": "You to call alright",
    "start": 387.4,
    "duration": 0.84
  },
  {
    "text": "I just don't want you to think that it's probably not the right choice if I feel like I've been talking a really long time",
    "start": 388.24,
    "duration": 3.989
  },
  {
    "text": "I'm sorry. I shouldn't destroy your blackmail tape listen. I'm honest to make another one",
    "start": 428.44,
    "duration": 4.309
  },
  {
    "text": "I'll even really suck a cheetah's this time money anymore nobody up smart. I'm",
    "start": 432.96,
    "duration": 4.619
  },
  {
    "text": "Why",
    "start": 503.24,
    "duration": 2.0
  }
]