[
  {
    "text": "Translator: tom carter\nReviewer: Bedirhan Cinar",
    "start": 0.0,
    "duration": 7.0
  },
  {
    "text": "Most people have heard of the Electoral College during presidential election years.",
    "start": 15.468,
    "duration": 5.0
  },
  {
    "text": "But what exactly is the Electoral College?",
    "start": 20.468,
    "duration": 2.803
  },
  {
    "text": "Simply said, it is a group of people appointed by each state",
    "start": 23.271,
    "duration": 3.714
  },
  {
    "text": "who formally elect the President and Vice President of the United States.",
    "start": 26.985,
    "duration": 4.282
  },
  {
    "text": "To understand how this process began and how it continues today,",
    "start": 31.267,
    "duration": 3.501
  },
  {
    "text": "we can look at the Constitution of the United States: article two, section one, clause two of the constitution.",
    "start": 34.768,
    "duration": 7.819
  },
  {
    "text": "It specifies how many electors each state is entitled to have.",
    "start": 42.587,
    "duration": 3.513
  },
  {
    "text": "Since 1964, there have been 538 electors in each presidential election.",
    "start": 46.1,
    "duration": 5.951
  },
  {
    "text": "How do they decide on the number 538?",
    "start": 52.051,
    "duration": 3.05
  },
  {
    "text": "Well, the number of electors is equal to the total voting membership of the United States Congress.",
    "start": 55.101,
    "duration": 4.749
  },
  {
    "text": "435 representatives, plus 100 senators, and 3 electors from the District of Columbia.",
    "start": 59.85,
    "duration": 6.486
  },
  {
    "text": "Essentially, the Democratic candidate and Republican candidate",
    "start": 66.336,
    "duration": 3.481
  },
  {
    "text": "are each trying to add up the electors in every state so that they surpass 270 electoral votes,",
    "start": 69.817,
    "duration": 6.218
  },
  {
    "text": "or just over half the 538 votes, and win the presidency.",
    "start": 76.035,
    "duration": 4.85
  },
  {
    "text": "So how do states even get electoral votes?",
    "start": 80.885,
    "duration": 2.934
  },
  {
    "text": "Each state receives a particular number of electors based on population size.",
    "start": 83.819,
    "duration": 4.433
  },
  {
    "text": "The census is conducted every 10 years, so every time the census happens,",
    "start": 88.252,
    "duration": 4.433
  },
  {
    "text": "states might gain or lose a few electoral votes.",
    "start": 92.685,
    "duration": 3.449
  },
  {
    "text": "Let's say you're a voter in California, a state with 55 electoral votes.",
    "start": 96.134,
    "duration": 4.617
  },
  {
    "text": "If your candidate wins in California, they get all 55 of the state's electoral votes.",
    "start": 100.751,
    "duration": 5.468
  },
  {
    "text": "If your candidate loses, they get none.",
    "start": 106.219,
    "duration": 3.099
  },
  {
    "text": "This is why many presidential candidates want to win states like Texas, Florida, and New York.",
    "start": 109.318,
    "duration": 4.949
  },
  {
    "text": "If you currently add up the electoral votes of those three states,",
    "start": 114.267,
    "duration": 3.283
  },
  {
    "text": "you would have 96 electoral votes.",
    "start": 117.55,
    "duration": 2.433
  },
  {
    "text": "Even if a candidate won North Dakota, South Dakota, Montana, Wyoming,",
    "start": 119.983,
    "duration": 5.77
  },
  {
    "text": "Vermont, New Hampshire. Connecticut and West Virginia,",
    "start": 125.753,
    "duration": 4.565
  },
  {
    "text": "they would only gain 31 electoral votes total from those eight states.",
    "start": 130.318,
    "duration": 4.366
  },
  {
    "text": "Here is where it can get a little tricky.",
    "start": 134.684,
    "duration": 2.716
  },
  {
    "text": "On a rare occasion, like in the year 2000,",
    "start": 137.4,
    "duration": 2.485
  },
  {
    "text": "someone can win the popular vote but fail to gain 270 electoral votes.",
    "start": 139.885,
    "duration": 5.166
  },
  {
    "text": "This means that the winner may have won and collected their electoral votes by small margins,",
    "start": 145.051,
    "duration": 5.285
  },
  {
    "text": "winning just enough states with just enough electoral votes,",
    "start": 150.336,
    "duration": 3.365
  },
  {
    "text": "but the losing candidate may have captured large voter margins in the remaining states.",
    "start": 153.701,
    "duration": 4.916
  },
  {
    "text": "If this is the case, the very large margins secured by the losing candidate in the other states",
    "start": 158.617,
    "duration": 5.352
  },
  {
    "text": "would add up to over 50% of the ballots cast nationally.",
    "start": 163.969,
    "duration": 3.848
  },
  {
    "text": "Therefore, the losing candidate may have gained more than 50% of the ballots cast by voters,",
    "start": 167.817,
    "duration": 5.5
  },
  {
    "text": "but failed to gain 270 of the electoral votes.",
    "start": 173.317,
    "duration": 3.852
  },
  {
    "text": "Some critics of the electoral college argue the system gives an unfair advantage to states with large numbers of electoral votes.",
    "start": 177.169,
    "duration": 6.916
  },
  {
    "text": "Think of it this way.",
    "start": 184.085,
    "duration": 1.516
  },
  {
    "text": "It is possible for a candidate to not get a single person's vote -- not one vote --",
    "start": 185.601,
    "duration": 4.534
  },
  {
    "text": "in 39 states, or the District of Columbia, yet be elected president by winning the popular vote in just 11 of these 12 states:",
    "start": 190.135,
    "duration": 8.319
  },
  {
    "text": "California, New York, Texas, Florida, Pennsylvania, Illinois, Ohio,",
    "start": 198.454,
    "duration": 6.813
  },
  {
    "text": "Michigan, New Jersey, North Carolina, Georgia or Virginia.",
    "start": 205.267,
    "duration": 5.734
  },
  {
    "text": "This is why both parties pay attention to these states.",
    "start": 211.001,
    "duration": 3.285
  },
  {
    "text": "However, others argue that the electoral college protects small states",
    "start": 214.286,
    "duration": 3.849
  },
  {
    "text": "such as Rhode Island, Vermont and New Hampshire,",
    "start": 218.135,
    "duration": 3.216
  },
  {
    "text": "and even geographically large states with small populations",
    "start": 221.351,
    "duration": 3.3
  },
  {
    "text": "like Alaska, Wyoming and the Dakotas.",
    "start": 224.651,
    "duration": 3.532
  },
  {
    "text": "That's because a candidate can't completely ignore small states,",
    "start": 228.183,
    "duration": 3.518
  },
  {
    "text": "because in a close election, every electoral vote counts.",
    "start": 231.701,
    "duration": 3.2
  },
  {
    "text": "There are certain states that have a long history of voting for a particular party.",
    "start": 234.901,
    "duration": 3.85
  },
  {
    "text": "These are known as \"safe states.\"",
    "start": 238.751,
    "duration": 1.95
  },
  {
    "text": "For the past four election cycles -- in 1996, 2000, 2004 and 2008 --",
    "start": 240.701,
    "duration": 7.167
  },
  {
    "text": "Democrats could count on states like Oregon, Maryland, Michigan and Massachusetts,",
    "start": 247.868,
    "duration": 5.649
  },
  {
    "text": "whereas the Republicans could count on states like Mississippi, Alabama, Kansas and Idaho.",
    "start": 253.517,
    "duration": 6.95
  },
  {
    "text": "States that are teetering between between parties are called \"swing states.\"",
    "start": 260.467,
    "duration": 3.833
  },
  {
    "text": "In the past four election cycles, Ohio and Florida have been swing states,",
    "start": 264.3,
    "duration": 5.068
  },
  {
    "text": "twice providing electoral votes for a Democratic candidate,",
    "start": 269.368,
    "duration": 3.066
  },
  {
    "text": "and twice providing electoral votes for a Republican candidate.",
    "start": 272.434,
    "duration": 3.101
  },
  {
    "text": "Think about it. Do you live in a safe state?",
    "start": 275.535,
    "duration": 3.099
  },
  {
    "text": "If so, is it a Democratic or Republican safe state?",
    "start": 278.634,
    "duration": 3.884
  },
  {
    "text": "Do you live in a swing state?",
    "start": 282.518,
    "duration": 2.183
  },
  {
    "text": "Are your neighboring states swing or safe?",
    "start": 284.701,
    "duration": 2.984
  },
  {
    "text": "Is the population in your state increasing or decreasing?",
    "start": 287.685,
    "duration": 3.767
  },
  {
    "text": "And do not forget, when you are watching the electoral returns on election night every four years",
    "start": 291.452,
    "duration": 5.032
  },
  {
    "text": "and the big map of the United States is on the screen,",
    "start": 296.484,
    "duration": 3.018
  },
  {
    "text": "know that the magic number is 270 and start adding.",
    "start": 299.502,
    "duration": 5.033
  }
]