[
  {
    "text": "During 333 years the Spanish ruled the Philippines.",
    "start": 0.48,
    "duration": 4.29
  },
  {
    "text": "That colonial period in the Asian archipelago lasted just as long as in the nations in Latin America. ",
    "start": 4.77,
    "duration": 4.26
  },
  {
    "text": "And yet Philippines is not a Spanish-speaking country.",
    "start": 9.03,
    "duration": 4.74
  },
  {
    "text": "What happened so that Spanish was lost? And… was it really lost? We will tell you about it in this video.",
    "start": 14.52,
    "duration": 5.64
  },
  {
    "text": "First of all, there are two official languages in the Philippines.",
    "start": 25.58,
    "duration": 3.15
  },
  {
    "text": "One, as you may already assume, is Filipino, which is a standardized version of Tagalog",
    "start": 28.73,
    "duration": 4.89
  },
  {
    "text": "and Tagalog is the indigenous language of much of the island of Luzon, which is the largest ",
    "start": 33.62,
    "duration": 5.94
  },
  {
    "text": "and most populated island in the country, where the capital is, Manila. And the other official language, and this may surprise you, ",
    "start": 39.56,
    "duration": 4.77
  },
  {
    "text": "is English. Because for half a century, ",
    "start": 44.33,
    "duration": 3.3
  },
  {
    "text": "between 1898 and 1946, the Philippines was a colony of the United States. We will tell you more about this later.",
    "start": 47.63,
    "duration": 7.59
  },
  {
    "text": "But although it is not spoken, the influence of Spanish is present today in the daily life of Filipinos.",
    "start": 55.22,
    "duration": 4.35
  },
  {
    "text": "It is estimated that 30% of Tagalog comes from Spanish, ",
    "start": 59.57,
    "duration": 4.98
  },
  {
    "text": "and this is noticeable above all in the vocabulary that has to do with the table and food, ",
    "start": 64.55,
    "duration": 4.74
  },
  {
    "text": "clothes, the days of the week or the months of the year ...",
    "start": 69.29,
    "duration": 2.31
  },
  {
    "text": "You will surely have no problem understanding these words in Tagalog, for example:",
    "start": 71.6,
    "duration": 5.04
  },
  {
    "text": "And one of the most surprising things is the mark that the Spanish left ",
    "start": 82.79,
    "duration": 5.1
  },
  {
    "text": "in the names and surnames. Take, for example, those of these members of the Philippine government.",
    "start": 87.89,
    "duration": 4.89
  },
  {
    "text": "As you can see, the Spanish influence is evident on a day-to-day basis. But what happened to the language?",
    "start": 98.54,
    "duration": 5.22
  },
  {
    "text": "Fernando de Magallanes was the first European to arrive in the archipelago, in 1521, and he named it ",
    "start": 104.88,
    "duration": 7.56
  },
  {
    "text": "with the name Las Felipinas, honouring the King Felipe II of Spain.",
    "start": 112.44,
    "duration": 5.61
  },
  {
    "text": "And when the Spaniards settled there, in 1565, they found -as in America-, ",
    "start": 118.05,
    "duration": 5.7
  },
  {
    "text": "an enormous linguistic wealth: bear in mind that even today around 100 to 180 languages ",
    "start": 123.75,
    "duration": 4.65
  },
  {
    "text": "are spoken in the Philippines, depending on how they are classified.",
    "start": 128.4,
    "duration": 5.34
  },
  {
    "text": "And as in America, during the following centuries the Spanish Crown wanted Castilian ",
    "start": 133.74,
    "duration": 5.58
  },
  {
    "text": "to prevail as the language of its domains. Now, colonization was closely linked to evangelization, ",
    "start": 139.32,
    "duration": 5.85
  },
  {
    "text": "but in the Philippines there were few missionaries and they soon realized that ",
    "start": 145.17,
    "duration": 4.77
  },
  {
    "text": "with Spanish they could not go very far. So they learned the local languages to spread Christianity. ",
    "start": 149.94,
    "duration": 4.02
  },
  {
    "text": "And based in their experience in America, ",
    "start": 153.96,
    "duration": 4.44
  },
  {
    "text": "they chose certain languages called “general languages”, which were those used by different ",
    "start": 158.4,
    "duration": 5.94
  },
  {
    "text": "peoples to communicate with each other, as it happened in Mexico with Nahuatl and in Peru with Quechua.\n ",
    "start": 164.34,
    "duration": 6.6
  },
  {
    "text": "And that is how the missionaries used mainly Tagalog, in the Manila area, ",
    "start": 170.94,
    "duration": 4.53
  },
  {
    "text": "and Cebuano on the island of Cebu and the islands of the central Philippines, called Visayas.",
    "start": 175.47,
    "duration": 4.98
  },
  {
    "text": "And over the following centuries they consolidated what today is an indelible mark",
    "start": 180.45,
    "duration": 4.8
  },
  {
    "text": "of the Spanish: Catholicism. Not only is the Philippines today one of the only two ",
    "start": 185.25,
    "duration": 5.34
  },
  {
    "text": "predominantly Catholic nations in Asia - along with East Timor, but also, ",
    "start": 190.59,
    "duration": 5.1
  },
  {
    "text": "with its more than 106 million inhabitants, it is the third country in the world with the most Catholics, ",
    "start": 195.69,
    "duration": 5.34
  },
  {
    "text": "after Brazil and Mexico. And then what happened to the Spanish?",
    "start": 201.03,
    "duration": 4.56
  },
  {
    "text": "Over the centuries Spanish became a language confined to a social elite.",
    "start": 205.59,
    "duration": 6.12
  },
  {
    "text": "In the villages, if there was no priest, probably no one ",
    "start": 211.71,
    "duration": 3.18
  },
  {
    "text": "would have had any contact with Spanish. By the 19th century, Spanish was the language ",
    "start": 214.89,
    "duration": 5.04
  },
  {
    "text": "of the administration and the one spoken by the highest social class of the Filipino population, ",
    "start": 219.93,
    "duration": 4.02
  },
  {
    "text": "but it was not the one spoken by the majority of the people. And just like in America, ",
    "start": 223.95,
    "duration": 6.87
  },
  {
    "text": "in the Philippines the independence movement towards the end of the 19th century spoke Spanish, ",
    "start": 230.82,
    "duration": 5.61
  },
  {
    "text": "only that rebellion against the Spaniards, which lasted for years, did not materialize and in the end ",
    "start": 236.43,
    "duration": 5.1
  },
  {
    "text": "the Filipinos were unexpectedly under the rule of another power. Which one? U.S.",
    "start": 241.53,
    "duration": 5.28
  },
  {
    "text": "And why? Because in 1898 the United States got involved in the Cuban War of Independence. ",
    "start": 246.81,
    "duration": 5.7
  },
  {
    "text": "That caused the outbreak of the Spanish-American War, which the Americans ",
    "start": 252.51,
    "duration": 5.88
  },
  {
    "text": "won in just over three months, and after which they kept the possessions that Spain had in the Pacific, ",
    "start": 258.39,
    "duration": 6.27
  },
  {
    "text": "including the Philippine Islands. For three years the Philippines fought against ",
    "start": 264.66,
    "duration": 5.91
  },
  {
    "text": "the new colonial power in the Philippine-American War ",
    "start": 270.57,
    "duration": 2.76
  },
  {
    "text": "which was the first war of national liberation of the 20th century.",
    "start": 273.33,
    "duration": 5.37
  },
  {
    "text": "But they lost. And do you know what was one of the first measures that the United States ",
    "start": 278.7,
    "duration": 5.31
  },
  {
    "text": "adopted after the war ended? Well, they sent two boats loaded with teachers to teach English ",
    "start": 284.01,
    "duration": 6.51
  },
  {
    "text": "to Filipino children from all over the archipelago. Now, the great paradox in this story is that",
    "start": 290.52,
    "duration": 4.65
  },
  {
    "text": " it was precisely during this time that Spanish reached its peak in the Philippines.",
    "start": 295.17,
    "duration": 6.42
  },
  {
    "text": "Despite the American plan, Spanish was the language of parliamentarians and the one used ",
    "start": 301.59,
    "duration": 5.91
  },
  {
    "text": "by many Filipino authors who wrote super interesting literary works. In addition, ",
    "start": 307.5,
    "duration": 5.88
  },
  {
    "text": "many newspapers and publications in Spanish were created as a symbol of resistance to the Americans.",
    "start": 313.38,
    "duration": 5.58
  },
  {
    "text": "But, -and here is the great nuance-, that does not mean that everyone spoke Spanish, ",
    "start": 318.96,
    "duration": 5.28
  },
  {
    "text": "it was still a language of the elites, so it cannot really be said that the language was lost.",
    "start": 324.24,
    "duration": 2.871
  },
  {
    "text": "So when finally on July 4, 1946, the Philippines was officially recognized ",
    "start": 327.111,
    "duration": 6.249
  },
  {
    "text": "as an independent nation by the US, the official language that they adopted was English, ",
    "start": 333.36,
    "duration": 6.72
  },
  {
    "text": "which was that of the immediately preceding colonial power. Before finishing, I will share another interesting fact",
    "start": 340.08,
    "duration": 4.92
  },
  {
    "text": "and that is that the Spanish language that arrived in the Philippines had many influences from Mexico, ",
    "start": 345.0,
    "duration": 4.59
  },
  {
    "text": "because the Spanish assigned the government of the archipelago to the Viceroyalty of New Spain, ",
    "start": 349.59,
    "duration": 4.71
  },
  {
    "text": "whose capital was Mexico City, which was a lot closer than Madrid.",
    "start": 354.3,
    "duration": 4.77
  },
  {
    "text": "But in addition, there is a Creole language called Chavacano that is still spoken today, ",
    "start": 359.07,
    "duration": 4.71
  },
  {
    "text": "especially in the Zamboanga peninsula, in the southwest of the archipelago.",
    "start": 363.78,
    "duration": 3.87
  },
  {
    "text": "And this language was born precisely from the coexistence of Filipinos, Spaniards and Mexicans in the seventeenth century. ",
    "start": 367.65,
    "duration": 6.96
  },
  {
    "text": "So today we are going to end this video with a little bit of Chavacano. But first, ",
    "start": 374.61,
    "duration": 5.07
  },
  {
    "text": "if you liked the video, I invite you to subscribe to the channel. I'm leaving now, or as they would say in Chavacano, “anda ya yo”. ",
    "start": 379.68,
    "duration": 6.568
  }
]