[
  {
    "text": "Every day I see my house, ",
    "start": 0.001,
    "duration": 4.011
  },
  {
    "text": "which is 20 minutes from this hotel, and I can’t go.",
    "start": 4.012,
    "duration": 4.025
  },
  {
    "text": "From February 15, passengers arriving in the United Kingdom from a list of risk countries ",
    "start": 8.703,
    "duration": 3.297
  },
  {
    "text": "must isolate themselves in a hotel for ten days, paying 1,750 pounds.",
    "start": 12.0,
    "duration": 4.777
  },
  {
    "text": "We spoke to some passengers who stayed at one of the hotels designated by the Government.",
    "start": 19.622,
    "duration": 4.465
  },
  {
    "text": "Once arriving at customs, they asked us where we came from.",
    "start": 27.105,
    "duration": 3.431
  },
  {
    "text": " If we came from South America or from the countries on the “red list”.",
    "start": 30.536,
    "duration": 3.105
  },
  {
    "text": "those of us who came from South America, they put us aside",
    "start": 33.641,
    "duration": 5.812
  },
  {
    "text": "And then they escorted us to a bus.",
    "start": 57.135,
    "duration": 2.51
  },
  {
    "text": "Here you can see our room, the window, you can't open the window. ",
    "start": 61.557,
    "duration": 5.18
  },
  {
    "text": "I have a routine, I created a quarantine routine. ",
    "start": 66.737,
    "duration": 3.73
  },
  {
    "text": "Here I do yoga or Pilates to release some adrenaline.",
    "start": 70.467,
    "duration": 4.975
  },
  {
    "text": "Guests receive three meals a day",
    "start": 80.673,
    "duration": 2.0
  },
  {
    "text": "They ring the bell and they leave the bags.",
    "start": 84.439,
    "duration": 2.0
  },
  {
    "text": "The food that we liked, was small.",
    "start": 86.439,
    "duration": 3.801
  },
  {
    "text": "The portions, I have photos and they are like this.",
    "start": 90.24,
    "duration": 2.0
  },
  {
    "text": "When we arrived they gave us this document, which indicates ",
    "start": 92.24,
    "duration": 5.571
  },
  {
    "text": "that you can order food at other places, such as Uber Eat.",
    "start": 97.811,
    "duration": 5.812
  },
  {
    "text": "They didn't say anything about cleaning supplies, they didn't say anything.",
    "start": 103.623,
    "duration": 3.841
  },
  {
    "text": "We didn't know if we could go out or not.",
    "start": 107.464,
    "duration": 5.336
  },
  {
    "text": "There we called reception and asked: “Can we walk a bit? How does it work? ",
    "start": 112.8,
    "duration": 5.207
  },
  {
    "text": "We are watching people here through the window ”.",
    "start": 118.007,
    "duration": 2.101
  },
  {
    "text": "That's when they said, “Yes, you can go out for 15 minutes. ",
    "start": 120.108,
    "duration": 5.696
  },
  {
    "text": "You have to call and we will take you outside ”.",
    "start": 125.804,
    "duration": 3.091
  },
  {
    "text": "I was happy to know that we were not completely imprisoned.",
    "start": 128.895,
    "duration": 5.154
  },
  {
    "text": "For us it is essential to have more than 15 minutes in the parking lot ",
    "start": 145.441,
    "duration": 4.011
  },
  {
    "text": "because I suffer from anxiety and panic attacks.",
    "start": 149.452,
    "duration": 8.362
  },
  {
    "text": "Several passengers expressed doubts about hygiene and social distancing protocols.",
    "start": 192.1,
    "duration": 6.363
  },
  {
    "text": "When they deliver meals, some days they wear gloves, other days they don't.",
    "start": 200.236,
    "duration": 5.102
  },
  {
    "text": "And it is “here you have it, we received it in hand and well.",
    "start": 205.338,
    "duration": 6.042
  },
  {
    "text": "The quarantine scheme includes two tests.",
    "start": 231.489,
    "duration": 3.94
  },
  {
    "text": "In relation to the tests, you wake up that day and think: \"today I have to do the test\".",
    "start": 235.429,
    "duration": 7.494
  },
  {
    "text": "When we got to the hotel we had to do one test on day 2 and on day 8.",
    "start": 244.64,
    "duration": 6.533
  },
  {
    "text": "They brought us the first test, they brought us separate black bags. ",
    "start": 251.173,
    "duration": 3.926
  },
  {
    "text": "And they give us instructions on how to register them on the NHS page.",
    "start": 255.099,
    "duration": 3.19
  },
  {
    "text": "Now we just did the second test, so I am like this, looking at the phone every minute to wait for the result.",
    "start": 258.289,
    "duration": 10.028
  },
  {
    "text": "People who test positive have to stay 10 more days and pay £ 152 per day for each adult.",
    "start": 278.382,
    "duration": 6.797
  },
  {
    "text": "I think the government measures they have taken are excessive. ",
    "start": 285.179,
    "duration": 5.574
  },
  {
    "text": "1700 pounds is a lot, I have spoken with other people who have not been working either",
    "start": 290.753,
    "duration": 4.912
  },
  {
    "text": "and who do not have the possibility of having a family member to help them, like in our case.",
    "start": 295.665,
    "duration": 6.095
  },
  {
    "text": "I think the measurement is correct, but I think the cost is very high. ",
    "start": 301.76,
    "duration": 10.472
  },
  {
    "text": "There are people who do not earn that per month.",
    "start": 312.232,
    "duration": 2.648
  },
  {
    "text": "\"We are taking decisive action at the borders and every essential check will help prevent the importing of new coronavirus variants into the UK.\"",
    "start": 314.88,
    "duration": 7.214
  },
  {
    "text": "\"Every step is taken to reduce risks and to minimise any potential for passenger interaction.\" Department of Health and Social Care, UK",
    "start": 322.094,
    "duration": 7.555
  },
  {
    "text": "\"All staff at our properties have been trained in the Radisson Hotels Safety Protocol which includes mandatory use of PPE along with sanitation and hygiene procedures\" Radisson Hotel",
    "start": 329.761,
    "duration": 5.539
  }
]