[
  {
    "text": "You're standing in a street in a \nBritish town in the late Victorian era,  ",
    "start": 6.88,
    "duration": 5.36
  },
  {
    "text": "the old Queen is still on the throne. It's \na time between the old world and the new.",
    "start": 13.2,
    "duration": 5.68
  },
  {
    "text": "It's a winter's night - cold and moonless. \nYou should also imagine one more thing -  ",
    "start": 24.64,
    "duration": 6.8
  },
  {
    "text": "there's electric street light, high off the \nground the lamp is flickering and hissing.  ",
    "start": 31.44,
    "duration": 5.92
  },
  {
    "text": "Underneath the street light stands a woman.  ",
    "start": 39.12,
    "duration": 2.4
  },
  {
    "text": "She has an intelligent, determined face and \ncurly hair pinned in a mound on top of her head.  ",
    "start": 42.24,
    "duration": 5.36
  },
  {
    "text": "She's staring up at the electric light - it's an \narc lamp, a wisp of lightning crackling between  ",
    "start": 48.64,
    "duration": 7.36
  },
  {
    "text": "two electrodes. She's listening to the hiss, \nnoticing that when the ark buzzes, the light dims.  ",
    "start": 56.0,
    "duration": 8.88
  },
  {
    "text": "She knows those lights throw off sparks, they \ncan start fires. She's imagining a future where  ",
    "start": 65.84,
    "duration": 6.64
  },
  {
    "text": "electric light could be bright, even and safe. \nShe's thinking: \"How can I make that happen?\"",
    "start": 72.48,
    "duration": 8.32
  },
  {
    "text": "Hertha Marks Ayrton had \nalways had to be ingenious.  ",
    "start": 84.0,
    "duration": 3.12
  },
  {
    "text": "Born into a Jewish family in Portsmouth in 1854, \nher father was dead by the time she was seven  ",
    "start": 88.08,
    "duration": 5.92
  },
  {
    "text": "leaving the family with little more than a pile \nof debt but Hertha Marks Ayrton was what ",
    "start": 94.72,
    "duration": 6.0
  },
  {
    "text": "you might call a bright spark and always inventive. \nShe was stubborn, tomboyish and outspoken.",
    "start": 100.72,
    "duration": 6.8
  },
  {
    "text": "Every evening for a year after a full \nday of work Marks Ayrton studied for  ",
    "start": 109.2,
    "duration": 5.28
  },
  {
    "text": "the Cambridge University entrance exam. She passed \nin 1874 with honours in mathematics and English.  ",
    "start": 114.48,
    "duration": 7.12
  },
  {
    "text": "She was an astonishingly hard worker and made \nher first recorded invention - a sphygmomanometer  ",
    "start": 122.8,
    "duration": 6.48
  },
  {
    "text": "that would draw a graph of a person's pulse. After \ngraduating she carried on teaching and inventing.  ",
    "start": 129.92,
    "duration": 6.72
  },
  {
    "text": "In 1888 she delivered a series of six hugely \npopular public lectures on electricity,  ",
    "start": 137.28,
    "duration": 5.52
  },
  {
    "text": "in which she held out to her audience a \ncompelling vision of an electrified future.",
    "start": 143.36,
    "duration": 5.2
  },
  {
    "text": "Electric arc lights were used in street lamps, they \nprovided incredibly bright lightning in a bottle  ",
    "start": 149.28,
    "duration": 6.56
  },
  {
    "text": "but they were volatile and poorly understood. \nTo make them safe and reliable,",
    "start": 156.96,
    "duration": 7.04
  },
  {
    "text": "someone needed to invent a way to precisely control \ntheir dangerous temperamental power so Hertha Marks Ayrton",
    "start": 164.0,
    "duration": 6.96
  },
  {
    "text": "asked herself: why did arc lights \nflicker and how could she stop them doing it? ",
    "start": 170.96,
    "duration": 7.52
  },
  {
    "text": "She put together an intricate and comprehensive \nset of experiments to test out every possibility.",
    "start": 179.92,
    "duration": 6.4
  },
  {
    "text": "She often had to hold the arc steady by hand \nfor four or five hours to get consistent results  ",
    "start": 186.32,
    "duration": 6.48
  },
  {
    "text": "and Marks Ayrton deduced the electric \narc hissed when oxygen was present  ",
    "start": 193.76,
    "duration": 6.32
  },
  {
    "text": "in small craters in the carbon surface. The hiss was the sound of the carbon oxidising.  ",
    "start": 200.08,
    "duration": 6.64
  },
  {
    "text": "To stop this happening, Hertha Marks Ayrton\ninvented and patented a new kind of carbon rod  ",
    "start": 207.52,
    "duration": 5.92
  },
  {
    "text": "coated with a copper film to stop oxygen reaching \nthe sides of the electrodes. As she predicted this  ",
    "start": 214.08,
    "duration": 7.44
  },
  {
    "text": "gave a steadier arc a more dependable light. \nMarks Ayrton wanted to make street lights safer  ",
    "start": 221.52,
    "duration": 7.52
  },
  {
    "text": "and she did. The arc light helped create \na new after dark world of working, playing,  ",
    "start": 229.04,
    "duration": 7.92
  },
  {
    "text": "shopping and exploring. She ended up sparking life \ninto detonators, 3d printing and maybe one day  ",
    "start": 236.96,
    "duration": 8.4
  },
  {
    "text": "rocket launchers for space travel. Hertha Marks Ayrton tamed lightning - the ark that burned so  ",
    "start": 245.36,
    "duration": 7.68
  },
  {
    "text": "brightly between the electrodes of those early \nlights was uncontrollable. A wisp of lightning, ",
    "start": 253.04,
    "duration": 6.32
  },
  {
    "text": "if you like. Marks Ayrton got that lightning \nunder her control and gave it to the world.",
    "start": 259.36,
    "duration": 8.48
  },
  {
    "text": "Thanks for watching. If you enjoyed that \nbe sure to check out these videos next  ",
    "start": 271.68,
    "duration": 4.32
  },
  {
    "text": "and if you haven't already, hit \nthe subscribe button and click  ",
    "start": 276.0,
    "duration": 2.96
  },
  {
    "text": "the bell to get a notification \neach time we upload a new video.",
    "start": 278.96,
    "duration": 4.16
  }
]