[
  {
    "text": "The New York Police Department over the last\n12 years has made extraordinary progress in",
    "start": 0.17,
    "duration": 4.19
  },
  {
    "text": "reducing crime in New York. It started 20,\n25 years ago with an idea called CompStat which",
    "start": 4.36,
    "duration": 7.0
  },
  {
    "text": "was the idea that turn all the data that we\nhave about crime transparent, let us see in",
    "start": 14.769,
    "duration": 7.0
  },
  {
    "text": "infinite detail where it's happening, who's\ndoing it, gives us the opportunity to then",
    "start": 23.279,
    "duration": 6.111
  },
  {
    "text": "manage crime control very precisely and very\neffectively and move our resources where crime",
    "start": 29.39,
    "duration": 7.0
  },
  {
    "text": "was and, in effect, bring it down in extraordinary\nways. But what we also saw was that over these",
    "start": 38.609,
    "duration": 7.0
  },
  {
    "text": "last 12 years the move to crime control cost\nthe New York Police Department citizen support.",
    "start": 45.799,
    "duration": 6.36
  },
  {
    "text": "It cost the New York Police Department the\nsupport of citizens for an incredibly important",
    "start": 52.159,
    "duration": 7.0
  },
  {
    "text": "mission which was crime control. We know that\nit's possible to have great crime control",
    "start": 59.909,
    "duration": 6.831
  },
  {
    "text": "and strong citizen support. And we know that\nit's possible as well to truly engage police",
    "start": 66.74,
    "duration": 5.0
  },
  {
    "text": "officers in that work.",
    "start": 71.74,
    "duration": 2.0
  },
  {
    "text": "When you have those three things moving together\nand when you keep your eye not only on citizen",
    "start": 73.74,
    "duration": 4.78
  },
  {
    "text": "support and workforce engagement and crime\ncontrol but finally then on outcomes for neighborhoods,",
    "start": 78.52,
    "duration": 6.769
  },
  {
    "text": "and we see, we measure our success by whether\npeople are playing in parks, whether kids",
    "start": 85.289,
    "duration": 4.981
  },
  {
    "text": "can walk to school safely. Then we'll have\nsuccess in a way that we've never had before.",
    "start": 90.27,
    "duration": 5.889
  },
  {
    "text": "We've lost a large segment of New Yorkers.\nWe know that we can get them back and we need",
    "start": 96.159,
    "duration": 7.0
  },
  {
    "text": "to. And we need in order to do that we'll\nbe successful with crime control when we are",
    "start": 105.84,
    "duration": 7.0
  },
  {
    "text": "able to mobilize all segments of New York\nin support of it. If we can't then we're not",
    "start": 114.049,
    "duration": 5.301
  },
  {
    "text": "going to have the information that we need.\nWe're not going to have the support that we",
    "start": 119.35,
    "duration": 3.03
  },
  {
    "text": "need. Today's witness won't come forward tomorrow\nif they don't see the results.",
    "start": 122.38,
    "duration": 7.0
  },
  {
    "text": "So we're in a new world today where some of\nthe traditional tools of law enforcement have",
    "start": 129.53,
    "duration": 6.73
  },
  {
    "text": "been taken away from the New York Police Department\nby the courts. Stop and frisk. And we see",
    "start": 136.26,
    "duration": 5.589
  },
  {
    "text": "the effect on the street corners. And public\nhousing trespass laws have been a very effective",
    "start": 141.849,
    "duration": 5.591
  },
  {
    "text": "tool for law enforcement because we don't\nneed to ask permission. We are the agents",
    "start": 147.44,
    "duration": 5.969
  },
  {
    "text": "of the public housing . We can use trespass\nsummonses for that kind of control. Even marijuana",
    "start": 153.409,
    "duration": 7.0
  },
  {
    "text": "stops have been a way of control. Those three\nimportant control tools are now changing for",
    "start": 160.61,
    "duration": 7.0
  },
  {
    "text": "the New York Police Department and we have\nto find new ways to assure safety and security",
    "start": 170.549,
    "duration": 5.22
  },
  {
    "text": "for our citizens. To do that we will need\nto engage and to do that we will need to understand",
    "start": 175.769,
    "duration": 5.89
  },
  {
    "text": "far better than we do the sources of citizen\nsupport and to see far better than we ever",
    "start": 181.659,
    "duration": 6.121
  },
  {
    "text": "have before crime as it begins to emerge.",
    "start": 187.78,
    "duration": 7.0
  },
  {
    "text": "We know now that in some of the hardest pressed\nprecincts and boroughs of New York that crews,",
    "start": 194.87,
    "duration": 7.0
  },
  {
    "text": "small groups of kids, teenagers, have come\ntogether, you know, hundreds of crews that",
    "start": 203.39,
    "duration": 6.56
  },
  {
    "text": "are responsible for a great deal of the gun\nviolence in New York. By hearing them speak,",
    "start": 209.95,
    "duration": 7.0
  },
  {
    "text": "watching them speak, looking at them on social\nmedia we understand who is doing a lot of",
    "start": 217.0,
    "duration": 6.909
  },
  {
    "text": "the -- who is causing a lot of the damage\nin the city and we've been able to address",
    "start": 223.909,
    "duration": 5.33
  },
  {
    "text": "that not by hammering entire communities but\nby precision targeting these young people.",
    "start": 229.239,
    "duration": 7.0
  },
  {
    "text": "Not all of them are bad boys and bad girls.\nA lot of them are good kids just getting mixed",
    "start": 237.09,
    "duration": 5.649
  },
  {
    "text": "up with bad stuff. And instead of hammering\nwhole communities begin to work very surgically.",
    "start": 242.739,
    "duration": 7.0
  },
  {
    "text": "That's the future of policing in New York.\nIt's a future that's data driven that looks",
    "start": 250.969,
    "duration": 6.601
  },
  {
    "text": "for the support of communities by building\nup our contacts and our engagement. By social",
    "start": 257.57,
    "duration": 7.0
  },
  {
    "text": "media. By using social media also to understand\nthe ebb and flow of crime and disorder in",
    "start": 264.62,
    "duration": 5.89
  },
  {
    "text": "communities. Using it appropriately and safely.\nThis is the new wave of policing in New York.",
    "start": 270.51,
    "duration": 7.0
  },
  {
    "text": "It's the next generation where we measure\nour success not simply by CompStat crime control",
    "start": 277.86,
    "duration": 5.2
  },
  {
    "text": "numbers but by crime control plus citizen\nsupport plus workforce engagement plus neighborhood",
    "start": 283.06,
    "duration": 5.61
  },
  {
    "text": "outcomes. And we're now able to measure all\nof those in ways that we never have before",
    "start": 288.67,
    "duration": 4.27
  },
  {
    "text": "and we plan to so that as we achieve crime\ncontrol we lift support and we lift workforce",
    "start": 292.94,
    "duration": 7.0
  },
  {
    "text": "engagement and we achieve great results for\nneighborhoods. That's really our goal and",
    "start": 301.52,
    "duration": 3.97
  },
  {
    "text": "I think what we can do next.",
    "start": 305.49,
    "duration": 0.5
  }
]