[
  {
    "text": "Question: How do women differ from \nmen when it comes to moral dilemmas?",
    "start": 1.07,
    "duration": 12.305
  },
  {
    "text": "Carol Gilligan: Well the women’s started with \na simple premise, which is that we live in  ",
    "start": 13.375,
    "duration": 2.885
  },
  {
    "text": "relationship with one another and that where \nessentially relational response to people so  ",
    "start": 16.26,
    "duration": 4.65
  },
  {
    "text": "the idea of a sort of isolated individual \nstanding alone looking up at the sky for  ",
    "start": 20.91,
    "duration": 6.24
  },
  {
    "text": "sort of eternal principles whether they where \ncontinent principles or whatever, it was like  ",
    "start": 27.15,
    "duration": 6.87
  },
  {
    "text": "“no-no-no look around you,” it is like you live \non a trampoline and if we take, if we move it  ",
    "start": 34.02,
    "duration": 8.79
  },
  {
    "text": "affects a whole lot of people. So, you have to be \nvery aware of those relationships, so it was not  ",
    "start": 42.81,
    "duration": 8.1
  },
  {
    "text": "as if women where taking the opposite, they where \nquestioning the whole paradigm, not exquisitely,  ",
    "start": 50.91,
    "duration": 4.98
  },
  {
    "text": "but in both impressively. I remember I was \nteaching a section of this class, where they  ",
    "start": 55.89,
    "duration": 4.35
  },
  {
    "text": "where talking about moral dilemmas. If you were \nin a life boat, did you jump out that kind of  ",
    "start": 60.24,
    "duration": 6.66
  },
  {
    "text": "thing. So, anyway then there was the Vietnam war \nwas going on and college students where being  ",
    "start": 66.9,
    "duration": 5.67
  },
  {
    "text": "drafted. In my section, we tried talked about the \nwar and the students didn’t want to talk about it.  ",
    "start": 72.57,
    "duration": 7.8
  },
  {
    "text": "I thought that was very interesting, particularly \nthe men and the reason why is I realized, is that  ",
    "start": 81.69,
    "duration": 5.88
  },
  {
    "text": "their decisions about the world would based not \nonly on timeless principles of Just and unjust  ",
    "start": 87.57,
    "duration": 5.85
  },
  {
    "text": "war, but how their actions would affect, people \nwho are they love and care about their family,  ",
    "start": 93.42,
    "duration": 5.91
  },
  {
    "text": "may be a love relationship or something and they \nknew that to care about relationships was to be  ",
    "start": 100.83,
    "duration": 6.45
  },
  {
    "text": "like a women. So, they didn’t want to say it, but \nthey also had enough integrity that they didn’t  ",
    "start": 107.28,
    "duration": 5.34
  },
  {
    "text": "want to misrepresent themselves. So, I remember \nas a teaching, I moved. We read Camus novel the  ",
    "start": 112.62,
    "duration": 9.12
  },
  {
    "text": "‘Plague’ which as if you suddenly find yourself \nin the middle of the city and the Plague comes  ",
    "start": 121.74,
    "duration": 5.94
  },
  {
    "text": "even then he didn’t weren’t responsible, what was \nyour responsibility to other people suffer with,  ",
    "start": 127.68,
    "duration": 4.8
  },
  {
    "text": "and I remember it was great, because we are \nin this long discussion of this novel ‘The  ",
    "start": 132.48,
    "duration": 4.56
  },
  {
    "text": "Plague’ and one of the students said that is the \ndraft dilemma and then we have really started  ",
    "start": 137.04,
    "duration": 5.13
  },
  {
    "text": "talking about. So, I knew that these theories that \nrepresented man as thinking only in the abstract,  ",
    "start": 142.17,
    "duration": 6.66
  },
  {
    "text": "if they where morally matured and self with why \nyou are not reflecting men’s life either, but it  ",
    "start": 148.83,
    "duration": 5.22
  },
  {
    "text": "was after that time of hearing women’s voices. \nI have to emphasize that because in that study  ",
    "start": 154.05,
    "duration": 6.84
  },
  {
    "text": "we interviewed at street clinics in the south end \nof Boston and at in University Health Services,  ",
    "start": 160.89,
    "duration": 6.78
  },
  {
    "text": "we had the most, we had a very diverse range \nof women’s voices, both in terms of ethnicity  ",
    "start": 167.67,
    "duration": 6.24
  },
  {
    "text": "and social class. It was listening to other women \nthat focused for me, what was the problem in these  ",
    "start": 173.91,
    "duration": 7.56
  },
  {
    "text": "theories that weren’t representing women or men \naccurately and that is one of my book was called  ",
    "start": 181.47,
    "duration": 4.23
  },
  {
    "text": "‘Not In A Women’s Voice’ but it was called in a \nDifferent Voice and here is a Different Voice in a  ",
    "start": 185.7,
    "duration": 5.25
  },
  {
    "text": "different way of listening to men and women and to \nour self. Instead of whose rights took president,  ",
    "start": 190.95,
    "duration": 6.15
  },
  {
    "text": "the question was what is the responsible thing \nto do when you find yourself in a situation  ",
    "start": 197.1,
    "duration": 6.51
  },
  {
    "text": "of a relationship, where there seems to be no \nway of acting that will not because hurt. So,  ",
    "start": 203.61,
    "duration": 8.1
  },
  {
    "text": "for example one women was a nurse and she was \nmarried to a roofer who was out of work and she  ",
    "start": 211.71,
    "duration": 7.59
  },
  {
    "text": "had scoliosis of the spine and she had one child \nwho was one years old and she was catholic, so her  ",
    "start": 219.3,
    "duration": 9.06
  },
  {
    "text": "doctor told her if she continued the pregnancy, \nshe would have injured her spine and she would be  ",
    "start": 228.36,
    "duration": 5.01
  },
  {
    "text": "unable to work or care for her child. So what does \nshe do, it is not like whose rights take present,  ",
    "start": 233.37,
    "duration": 8.49
  },
  {
    "text": "what is does she do in relationship to herself and \nher catholic, some existing child and unemployed  ",
    "start": 241.86,
    "duration": 9.24
  },
  {
    "text": "roofer husband, her spine ach and so instead of \nthis sort of what the absolute right thing to do,  ",
    "start": 251.1,
    "duration": 7.08
  },
  {
    "text": "it is like what is the better think to do in \nthis situation there is no good thing to do and  ",
    "start": 258.18,
    "duration": 5.31
  },
  {
    "text": "it was interesting, because one other things \nthat was so was amazing to me is I listened  ",
    "start": 264.6,
    "duration": 6.3
  },
  {
    "text": "to women there was this understanding, \nparticularly they were asking still now,  ",
    "start": 270.9,
    "duration": 3.87
  },
  {
    "text": "that the good women selfless that the good women \nis responsible to everybody else’s needs. So,  ",
    "start": 274.77,
    "duration": 8.27
  },
  {
    "text": "I will hear women tell me that you would need \nno matter what, like that they where going to,  ",
    "start": 283.04,
    "duration": 7.11
  },
  {
    "text": "they want to be have the child, because their \nboy friend wanted them too or they wanted to have  ",
    "start": 290.15,
    "duration": 7.8
  },
  {
    "text": "their abortion, because their parents wanted them \nto finish school or something like that. I would  ",
    "start": 297.95,
    "duration": 7.59
  },
  {
    "text": "say they would say I want to be responsible \nto them and I would say “that is great,  ",
    "start": 305.54,
    "duration": 5.76
  },
  {
    "text": "but what do you want?” They would look at me and \nthey would say what is wrong with being responsive  ",
    "start": 311.3,
    "duration": 4.83
  },
  {
    "text": "to other people needs, or to people needs I \nwould say nothing. I said that “you are a person,  ",
    "start": 316.13,
    "duration": 4.65
  },
  {
    "text": "what about your needs and why is it good to \nbe responsive to other people and selfish  ",
    "start": 320.78,
    "duration": 6.57
  },
  {
    "text": "to respond to yourself,” because that is the word \nthey would use, whatever they wanted, for her was  ",
    "start": 327.35,
    "duration": 4.65
  },
  {
    "text": "to have the abortion of new pregnancy that was \nselfish and then look at me, this was in 1973,  ",
    "start": 332.0,
    "duration": 6.51
  },
  {
    "text": "4, 5 and they may would say good question and \nit was this is whole ethic of selfishness was  ",
    "start": 338.51,
    "duration": 7.23
  },
  {
    "text": "morally problematic, as she was in obligation \nof voice and relationship and responsibility,  ",
    "start": 345.74,
    "duration": 6.12
  },
  {
    "text": "but if women came in to these relationships then \nit was going to be different conversation, that’s  ",
    "start": 351.86,
    "duration": 5.55
  },
  {
    "text": "was that goes about. So, I haven’t in seen it and \nit was moment of would you called like a tiffany  ",
    "start": 357.98,
    "duration": 7.98
  },
  {
    "text": "and I remember sitting down in my kitchen table \nand writing this paper called in a Different  ",
    "start": 365.96,
    "duration": 5.46
  },
  {
    "text": "Voice, just to make sense of the situation and \nthat was amazing for me to discover that so many  ",
    "start": 371.42,
    "duration": 6.63
  },
  {
    "text": "women thought the same way, that we where not \nsuppose to say what we knew from experience.",
    "start": 378.05,
    "duration": 5.34
  }
]