[
  {
    "text": "So as the economy evolves out of an information\neconomy into a purpose economy which is really",
    "start": 0.29,
    "duration": 4.25
  },
  {
    "text": "the future of work and it's the future of\nour economy and society, it's an incredible",
    "start": 4.54,
    "duration": 4.929
  },
  {
    "text": "opportunity. I'm so jealous of people graduating\nfrom college right now. It's an opportunity",
    "start": 9.469,
    "duration": 4.5
  },
  {
    "text": "to be in an economy and to be an innovator\nin this new economy where you're able to both",
    "start": 13.969,
    "duration": 4.111
  },
  {
    "text": "do good and do well and to really do that\nin a really authentic way. So my advice to",
    "start": 18.08,
    "duration": 4.31
  },
  {
    "text": "folks graduating now -- I mean first and foremost\nis to spend your twenties getting to know",
    "start": 22.39,
    "duration": 4.62
  },
  {
    "text": "yourself. I think too often we look to outside\ninfluences. We look at what people expect",
    "start": 27.01,
    "duration": 5.81
  },
  {
    "text": "of us instead of just trying to really figure\nout who we are, what drives purpose for us,",
    "start": 32.82,
    "duration": 3.73
  },
  {
    "text": "what matters to us. And to spend our twenties\njust rubbing up against the world and getting",
    "start": 36.55,
    "duration": 3.79
  },
  {
    "text": "to know ourselves so that we can figure out\nonce we have that strong core, that strong",
    "start": 40.34,
    "duration": 4.63
  },
  {
    "text": "sense of purpose how we can then go out and\ncreate value in the world. And I think unfortunately",
    "start": 44.97,
    "duration": 5.03
  },
  {
    "text": "universities do a pretty poor job of doing\nthat. So in some sense you're twenties is",
    "start": 50.0,
    "duration": 3.97
  },
  {
    "text": "about getting your real college degree by\ngoing out there and learning in the real world",
    "start": 53.97,
    "duration": 3.54
  },
  {
    "text": "and learning about yourself.",
    "start": 57.51,
    "duration": 1.139
  },
  {
    "text": "In my experience the most important thing\nis to get to know yourself and you get to",
    "start": 58.649,
    "duration": 4.061
  },
  {
    "text": "know yourself most often by putting yourself\nin different circumstances and trying different",
    "start": 62.71,
    "duration": 3.87
  },
  {
    "text": "things. And I think in education we tend to\ngo through the same experience over and over",
    "start": 66.58,
    "duration": 3.81
  },
  {
    "text": "again for four years instead of having a diversity\nof experiences. Taking English and then math",
    "start": 70.39,
    "duration": 4.61
  },
  {
    "text": "is not really that different an experience.\nWhen I was in college the things that were",
    "start": 75.0,
    "duration": 3.72
  },
  {
    "text": "different were studying abroad. I did a lot\nof work in a local prison as a teacher. These",
    "start": 78.72,
    "duration": 4.07
  },
  {
    "text": "are the things that actually teach you who\nyou are. And those are the things that we",
    "start": 82.79,
    "duration": 3.07
  },
  {
    "text": "really need to invest in in our twenties.",
    "start": 85.86,
    "duration": 1.34
  }
]