[
  {
    "text": "I can't be happy when I don't have a partner.",
    "start": 12.32,
    "duration": 2.34
  },
  {
    "text": "So, we grow up in a culture that's very couple\noriented and so people who don't find partners",
    "start": 14.66,
    "duration": 7.0
  },
  {
    "text": "or don't find partners for a long time feel\ndeviant, they feel discriminated against,",
    "start": 21.739,
    "duration": 4.691
  },
  {
    "text": "they're not invited to parties... and so it\ncould cause a lot of unhappiness.",
    "start": 26.43,
    "duration": 4.04
  },
  {
    "text": "I talk about the research that's actually",
    "start": 30.47,
    "duration": 2.24
  },
  {
    "text": "been written a lot by Bella DePaulo, who's\na researcher in this area, about how happy",
    "start": 32.71,
    "duration": 5.099
  },
  {
    "text": "a lot of single people are. So, it turns out\nthat there are many life-long singles; in",
    "start": 37.809,
    "duration": 5.541
  },
  {
    "text": "fact, I believe half of the adults in the\nUnited States today are single. There are",
    "start": 43.35,
    "duration": 4.349
  },
  {
    "text": "many life-long singles, especially women,\nwho are very happy, who are no less happy",
    "start": 47.699,
    "duration": 5.081
  },
  {
    "text": "than married or partnered peopled. They have \nthey tend to have a lot of friends, a",
    "start": 52.78,
    "duration": 5.86
  },
  {
    "text": "dozen or more really deep friendships. I mean,\ncan those of you who are married and have",
    "start": 58.64,
    "duration": 7.0
  },
  {
    "text": "children, you know, can you say the same for\nyourself?  Do you have a dozen really deep",
    "start": 66.729,
    "duration": 3.881
  },
  {
    "text": "friendships that with whom you, you know,\nkeep in touch with on a very regular basis?",
    "start": 70.61,
    "duration": 4.81
  },
  {
    "text": "Single people tend to be very close to their",
    "start": 75.42,
    "duration": 2.409
  },
  {
    "text": "family members, you know, nieces, nephews,\nsiblings, parents.  And their friends are their",
    "start": 77.829,
    "duration": 7.0
  },
  {
    "text": "own.  You know, when you think about it\nwhen you're married and with children, a lot",
    "start": 84.979,
    "duration": 4.85
  },
  {
    "text": "of your friends are not really chosen by you;\nthey might be your partner's friends or they",
    "start": 89.829,
    "duration": 4.83
  },
  {
    "text": "might be your kid's friends' parents, but\nwhen you're single you tend to choose your friends.",
    "start": 94.659,
    "duration": 6.07
  },
  {
    "text": "The bottom line is, I mean, what I like to",
    "start": 100.869,
    "duration": 1.78
  },
  {
    "text": "highlight is that there are a lot single people\nwho are very happy. And so if you have not",
    "start": 102.649,
    "duration": 5.131
  },
  {
    "text": "found a partner or if you're not sure if you\nwant to compromise or you want to live with",
    "start": 107.78,
    "duration": 6.929
  },
  {
    "text": "someone else for the rest of your life, there's\njust a lot of hope for you out there from",
    "start": 114.709,
    "duration": 4.76
  },
  {
    "text": "the science.",
    "start": 119.469,
    "duration": 0.631
  },
  {
    "text": "So if you're single, maybe you're not so happy\nbeing single. Instead of kind of focusing",
    "start": 126.53,
    "duration": 5.87
  },
  {
    "text": "so desperately on finding a partner, I talk\nabout becoming your best possible single self",
    "start": 132.4,
    "duration": 7.0
  },
  {
    "text": "and there's research on what are called best\npossible selves and they're basically",
    "start": 139.459,
    "duration": 4.661
  },
  {
    "text": "kind of ideal visions of ourselves, sort of\nwhat when you think about yourself in",
    "start": 144.12,
    "duration": 3.81
  },
  {
    "text": "five years and ten years and 20 years, you\nknow, who do you want to be? What kind of",
    "start": 147.93,
    "duration": 3.389
  },
  {
    "text": "person do you want to be? What do you want\nto be doing?",
    "start": 151.319,
    "duration": 1.81
  },
  {
    "text": "So basically what research suggests is that\nfocusing on that, focusing on the future,",
    "start": 153.549,
    "duration": 4.351
  },
  {
    "text": "focusing on your goals, makes people happy,\nyou know, striving actually makes people much",
    "start": 157.9,
    "duration": 4.479
  },
  {
    "text": "happier than actually than even achieving.\nAnd then maybe in the process you might find",
    "start": 162.379,
    "duration": 4.871
  },
  {
    "text": "someone, but you're not you know, you're\ngoing to be, hopefully, you're going to be",
    "start": 167.25,
    "duration": 4.409
  },
  {
    "text": "happy sort of pursuing all the different myriad\ngoals in your life in becoming the best person",
    "start": 171.659,
    "duration": 6.311
  },
  {
    "text": "you can be. That's a much healthier approach\nthan just sit around and mope about the fact",
    "start": 177.97,
    "duration": 6.099
  },
  {
    "text": "that you're single.",
    "start": 184.069,
    "duration": 0.68
  },
  {
    "text": "And so, again, this really ties back to the to one of the themes of the book that",
    "start": 184.849,
    "duration": 3.5
  },
  {
    "text": "happiness lies within, that you could be a\nsingle person and you could be a very happy",
    "start": 188.349,
    "duration": 4.28
  },
  {
    "text": "single person... and a lot of it depends on\nsort of what you focus on, what do you think",
    "start": 192.629,
    "duration": 4.31
  },
  {
    "text": "about. Or you could be a single person and\nyou can dwell on the fact that you're single",
    "start": 196.939,
    "duration": 4.75
  },
  {
    "text": "and how depressed that makes you and be an\nunhappy person.",
    "start": 201.689,
    "duration": 4.131
  },
  {
    "text": "So, again, happiness really lies within us,\nnot outside of us.",
    "start": 206.39,
    "duration": 4.689
  }
]