[
  {
    "text": "SEAN MCFATE: War is getting sneakier. War is going \nunderground. And we have to go underground with  ",
    "start": 4.8,
    "duration": 7.6
  },
  {
    "text": "it. We have to fight in the shadows. Otherwise, \nwe will be left behind. So for example,  ",
    "start": 12.4,
    "duration": 5.52
  },
  {
    "text": "you know, in this type of new environment, \nsome of the best weapons do not fire bullets.  ",
    "start": 19.52,
    "duration": 4.8
  },
  {
    "text": "In the old days, the old rules of war, when \nthe Soviet Union wanted to arrest the West,  ",
    "start": 24.96,
    "duration": 5.36
  },
  {
    "text": "wanted to sort of freak out NATO, \nwhat it would do was hold a huge  ",
    "start": 30.88,
    "duration": 4.24
  },
  {
    "text": "military exercise on the border of Germany, East \nand West Germany. 150,000 troops. And NATO and the  ",
    "start": 35.12,
    "duration": 7.52
  },
  {
    "text": "United States wasn't sure, like, well, \nis this an exercise or could it be  ",
    "start": 42.64,
    "duration": 4.0
  },
  {
    "text": "a real invasion? And that would shake things \nup. But that's the old days, the innocent days.",
    "start": 46.64,
    "duration": 6.4
  },
  {
    "text": "Today, when Russia wants to shake up Europe, \nwhat they do is they weaponize refugees.  ",
    "start": 54.0,
    "duration": 6.4
  },
  {
    "text": "They deliberately bomb civilian centers in \nSyria, creating an avalanche of refugees into  ",
    "start": 62.0,
    "duration": 6.72
  },
  {
    "text": "Europe, which creates Brexit, which creates the \nrise of right-wing national parties that want to  ",
    "start": 68.72,
    "duration": 6.08
  },
  {
    "text": "disembowel the European Union. The Soviets wish \nthey could do that, if they could only have done  ",
    "start": 75.68,
    "duration": 5.6
  },
  {
    "text": "that. So I think this is an example of how wars \nof the future will be fought. They will not even  ",
    "start": 81.28,
    "duration": 5.52
  },
  {
    "text": "look like wars to the traditional mind, and a \nfew heads will explode in the Pentagon. Sure.  ",
    "start": 86.8,
    "duration": 5.84
  },
  {
    "text": "When people think of the threats \nthat face our country today,  ",
    "start": 93.76,
    "duration": 3.36
  },
  {
    "text": "they think of Russia, China, terrorism, pandemics, \net cetera. But those are not the worst problems.",
    "start": 97.12,
    "duration": 7.2
  },
  {
    "text": "The worst threat is systemic. It's \ngrowing entropy in the global system.  ",
    "start": 104.32,
    "duration": 5.76
  },
  {
    "text": "It's persistent conflict. It's something I \ncall durable disorder. What durable disorder  ",
    "start": 110.08,
    "duration": 4.48
  },
  {
    "text": "is and what durable disorder means is \nthat we have an emerging global system  ",
    "start": 114.56,
    "duration": 5.76
  },
  {
    "text": "that can contain problems but not solve them. \nMeanwhile, we have this post 1945 idea of a  ",
    "start": 120.88,
    "duration": 9.04
  },
  {
    "text": "liberal world order that the US sort of champions \nand rules upon, but that world has gone away,  ",
    "start": 129.92,
    "duration": 8.48
  },
  {
    "text": "and we're not prepared for what follows next. \nFor the United States, the last successful war  ",
    "start": 139.52,
    "duration": 6.08
  },
  {
    "text": "was World War II. We won decisively in 1945. \nThe world ran on vacuum tubes, yet the idea of  ",
    "start": 145.6,
    "duration": 10.4
  },
  {
    "text": "conventional war is still the strategic paradigm \nof which the Pentagon, the military, the modern  ",
    "start": 156.0,
    "duration": 7.92
  },
  {
    "text": "national security establishment is built \naround, and this is dangerously wrong.",
    "start": 163.92,
    "duration": 5.44
  },
  {
    "text": "When you ask people to think about the \nfuture of war, often what they tell you  ",
    "start": 169.36,
    "duration": 5.36
  },
  {
    "text": "is something that looks like World \nWar II with better technology.  ",
    "start": 174.72,
    "duration": 3.68
  },
  {
    "text": "But there is nothing more unconventional today \nthan conventional war. Nobody fights this way.  ",
    "start": 180.88,
    "duration": 7.44
  },
  {
    "text": "When people think about what warfare is they \nthink of John Wayne or Saving Private Ryan,  ",
    "start": 188.32,
    "duration": 5.36
  },
  {
    "text": "they think of killing more enemies, taking more \nterritory, and flying your flag over the enemy's  ",
    "start": 193.68,
    "duration": 5.84
  },
  {
    "text": "capital. They think of Berlin in '45. They \nthink of Japan's surrender on the battleship,  ",
    "start": 199.52,
    "duration": 4.96
  },
  {
    "text": "the USS Missouri. And then they wonder why there's \nnot a USS Missouri moment against the Taliban,  ",
    "start": 204.48,
    "duration": 5.44
  },
  {
    "text": "against ISIS. The reason is nobody fights this \nway of war anymore, yet we are mired in the  ",
    "start": 209.92,
    "duration": 5.76
  },
  {
    "text": "past. And as long as we're mired in the past, \nand war has moved on, we will be left behind.  ",
    "start": 215.68,
    "duration": 7.28
  },
  {
    "text": "And even an undefeated So if there's \none maxim for the last 70 years of war,  ",
    "start": 224.08,
    "duration": 6.96
  },
  {
    "text": "it's that technology is not decisive in \nwarfare. If you look at big, powerful,  ",
    "start": 231.04,
    "duration": 6.16
  },
  {
    "text": "technologically advanced militaries go up \nagainst low-level Luddites who confound them.",
    "start": 237.2,
    "duration": 6.88
  },
  {
    "text": "You know, whether it's the Mujahideen in \nAfghanistan against the Soviets, or America  ",
    "start": 244.8,
    "duration": 5.04
  },
  {
    "text": "fighting in Vietnam against the North Vietnamese, \net cetera, Iraq and Afghanistan, this is,  ",
    "start": 249.84,
    "duration": 5.68
  },
  {
    "text": "without question, the one \nthing we should all agree on.  ",
    "start": 257.68,
    "duration": 3.04
  },
  {
    "text": "Yet for some reason, people think we need \nto double down and invest in technology  ",
    "start": 261.44,
    "duration": 6.08
  },
  {
    "text": "for warfare. In fact, for most people, they can't \neven imagine the future of war without high tech.  ",
    "start": 267.52,
    "duration": 5.04
  },
  {
    "text": "Such is the bias that we have for it. But this is \nthe definition of insanity, doing the same thing  ",
    "start": 273.76,
    "duration": 5.92
  },
  {
    "text": "again and again and expecting a different result. \nFor example, take the F-35 fighter jet. You know,  ",
    "start": 279.68,
    "duration": 7.12
  },
  {
    "text": "we have not fought, we have not had a \nstrategic dogfight since the Korean War.  ",
    "start": 287.36,
    "duration": 4.72
  },
  {
    "text": "So why do we need more fighter jets? I do not \nknow. We already have the best fighter jets.  ",
    "start": 292.72,
    "duration": 4.88
  },
  {
    "text": "And the F-16, the F-15, and the F-18. So why do \nwe need the F-35? And what's even more amazing  ",
    "start": 297.6,
    "duration": 10.8
  },
  {
    "text": "is that we have spent more on this small \nairplane than any other weapon in history.  ",
    "start": 308.4,
    "duration": 6.48
  },
  {
    "text": "We've spent $1.5 trillion on the \nF-35. That's more than Russia's GDP.",
    "start": 314.88,
    "duration": 6.48
  },
  {
    "text": "If the F-35 were a country, its GDP \nwould be in the top 15 of the world.  ",
    "start": 323.2,
    "duration": 6.56
  },
  {
    "text": "And amazingly, it has flown zero \ncombat missions in two long wars.  ",
    "start": 331.68,
    "duration": 6.48
  },
  {
    "text": "And we're buying more of them. Right? So \nthe idea of putting our faith in technology  ",
    "start": 339.44,
    "duration": 6.56
  },
  {
    "text": "is ludicrous. It is absolute ludicrous. A lot of \npeople think that the future will belong to AI,  ",
    "start": 346.56,
    "duration": 6.32
  },
  {
    "text": "artificial intelligence, and cyber and cyber war. \nBut the truth is, if you ask 11 people — well,  ",
    "start": 352.88,
    "duration": 7.2
  },
  {
    "text": "10 or 12 experts on what cyber war is, you'll get \n20 different answers. All cyber people can agree  ",
    "start": 360.08,
    "duration": 5.68
  },
  {
    "text": "on is ones and zeros and space. You know, \nthey always come up with these fantastical  ",
    "start": 365.76,
    "duration": 5.84
  },
  {
    "text": "things. Oh, the power grid for the East Coast \ncan come down. You know, and Hollywood depicts  ",
    "start": 371.6,
    "duration": 4.8
  },
  {
    "text": "this in James Bond movies. But in reality, \ncyber, all cyber does, it allows us to do old  ",
    "start": 376.4,
    "duration": 6.48
  },
  {
    "text": "things in new ways. Old things like espionage, \ntheft, propaganda, and sabotage. There's nothing  ",
    "start": 382.88,
    "duration": 9.04
  },
  {
    "text": "new about it. I mean, it's not a new way of war, \nit just allows us to do old things in new ways.  ",
    "start": 391.92,
    "duration": 4.96
  },
  {
    "text": "So technology is not the savior that most \nfuturists pretend it is when it comes to warfare.",
    "start": 397.76,
    "duration": 10.08
  }
]