[
  {
    "text": "The book is called Breaking Out, How to Build\nInfluence in a World of Competing Ideas, and",
    "start": 0.45,
    "duration": 6.069
  },
  {
    "text": "it is about a phenomenon that I call the idea\nentrepreneur.",
    "start": 6.519,
    "duration": 4.881
  },
  {
    "text": "And this is a new cultural player on the scene\ndifferent from a standard entrepreneur.",
    "start": 11.4,
    "duration": 7.22
  },
  {
    "text": "This is a person, individual, usually a content\nexpert, sometimes kind of a maverick or a",
    "start": 18.62,
    "duration": 5.08
  },
  {
    "text": "heterodox thinker, who has a deeply felt idea\nthat they want to take out into the world.",
    "start": 23.7,
    "duration": 8.29
  },
  {
    "text": "And the goal is not to gain some positional\npower or to gain great wealth, but they want",
    "start": 31.99,
    "duration": 6.24
  },
  {
    "text": "to influence how people think and they want\nto affect how people behave and they want",
    "start": 38.23,
    "duration": 4.74
  },
  {
    "text": "to make some kind of change or improvement\nin the world.",
    "start": 42.97,
    "duration": 2.63
  },
  {
    "text": "It can be quite small in their organization,\nit can be in a community, it could be in the",
    "start": 45.6,
    "duration": 5.82
  },
  {
    "text": "society at large, it can be within a discipline.",
    "start": 51.42,
    "duration": 3.7
  },
  {
    "text": "So they act usually in the beginning on their\nown.",
    "start": 55.12,
    "duration": 4.82
  },
  {
    "text": "And their tools are themselves and their personal\nnarratives, their gifts of expression and",
    "start": 59.94,
    "duration": 7.01
  },
  {
    "text": "their ability to bring people into the idea\nwith them.",
    "start": 66.95,
    "duration": 3.93
  },
  {
    "text": "Sometimes if they're very successful and they're\nvery persistent, they can go on for many years",
    "start": 70.88,
    "duration": 6.14
  },
  {
    "text": "and build enterprises around themselves.",
    "start": 77.02,
    "duration": 2.279
  },
  {
    "text": "The enterprises are not meant to be sold or\nto, again, gather great wealth, but to continue",
    "start": 79.299,
    "duration": 6.86
  },
  {
    "text": "the idea often even beyond their lifespan.",
    "start": 86.159,
    "duration": 3.92
  },
  {
    "text": "I have studied various kinds of idea entrepreneurs\nall around the world in different professions",
    "start": 90.079,
    "duration": 7.0
  },
  {
    "text": "and different disciplines.",
    "start": 97.079,
    "duration": 2.011
  },
  {
    "text": "The important thing is that the really successful\nones connect their ideas to other ideas.",
    "start": 99.09,
    "duration": 5.84
  },
  {
    "text": "So no idea is totally original, most of us\nhave ideas that add to existing ideas that",
    "start": 104.93,
    "duration": 7.28
  },
  {
    "text": "bring a bit of originality that have our own\ntake on things.",
    "start": 112.21,
    "duration": 4.149
  },
  {
    "text": "And the really good ones link into great ideas\nthat have come before.",
    "start": 116.359,
    "duration": 4.601
  },
  {
    "text": "So rather than trying to own the idea or claim\nthat it's original to them, they say, yeah,",
    "start": 120.96,
    "duration": 5.399
  },
  {
    "text": "I am following in the great tradition of this\nidea, but I'm adding this original piece.",
    "start": 126.359,
    "duration": 3.97
  }
]