[
  {
    "text": "ZENA HITZ: We're kind of enchanted by a mystique, \na sort of Hollywood picture of an intellectual.  ",
    "start": 2.441,
    "duration": 6.279
  },
  {
    "text": "That film \"A Beautiful Mind\" is a perfect \nexample. You have this mathematician,  ",
    "start": 9.52,
    "duration": 5.28
  },
  {
    "text": "he's a genius. He sees things no one \nelse can see. He's in a class apart.  ",
    "start": 14.8,
    "duration": 5.2
  },
  {
    "text": "He's not like you and me. And I think that that's \na distortion of what an intellectual really is.  ",
    "start": 20.72,
    "duration": 6.56
  },
  {
    "text": "Whereas the real thing is something more \nextraordinary but also more available to us.",
    "start": 28.0,
    "duration": 16.24
  },
  {
    "text": "Hi, I'm Zena Hitz. I'm a college professor. \nI teach at St. John's College in Annapolis,  ",
    "start": 44.24,
    "duration": 7.76
  },
  {
    "text": "and the title of my book is \"Lost in Thought: \nThe Hidden Pleasures of an Intellectual Life.\"  ",
    "start": 52.0,
    "duration": 4.24
  },
  {
    "text": "I was a very successful academic for a time,  ",
    "start": 56.88,
    "duration": 2.8
  },
  {
    "text": "looked to be at the beginning of a very \naccomplished career and it felt somehow off to me.  ",
    "start": 60.64,
    "duration": 7.12
  },
  {
    "text": "I had a kind of an early midlife crisis. Quit \nthe profession entirely and lived in a monastery,  ",
    "start": 69.44,
    "duration": 6.16
  },
  {
    "text": "a Catholic religious community. I wanted to \nfigure out what intellectual life really was.  ",
    "start": 75.6,
    "duration": 6.0
  },
  {
    "text": "What is this practice of reading \nand studying and thinking?",
    "start": 82.56,
    "duration": 3.52
  },
  {
    "text": "Aristotle is a philosopher who I've \nstudied a lot and spent some time with.  ",
    "start": 86.08,
    "duration": 3.84
  },
  {
    "text": "He thought there was a danger of our \nlives becoming totally focused on these  ",
    "start": 90.56,
    "duration": 5.44
  },
  {
    "text": "telic activities, acting as a means \nto an end. And the way he puts it is:  ",
    "start": 97.84,
    "duration": 5.28
  },
  {
    "text": "Work is for the sake of leisure, not the other way \naround. We have a tendency to get locked into this  ",
    "start": 104.0,
    "duration": 5.12
  },
  {
    "text": "mode where we're acting for the sake of something \nelse without ever getting the something else.  ",
    "start": 109.12,
    "duration": 4.72
  },
  {
    "text": "So part of what my work is trying to do is to ask \npeople to reflect on what the something else is.  ",
    "start": 114.4,
    "duration": 5.68
  },
  {
    "text": "What's the thing that all of your busy-ness \nand all your activity is really for?  ",
    "start": 121.44,
    "duration": 2.88
  },
  {
    "text": "What are the moments that really matter to you? \nWhere you feel like this is the point, this is why  ",
    "start": 125.44,
    "duration": 5.76
  },
  {
    "text": "I'm doing what I'm doing. Without those things, \nour lives I think are pointless. What interests  ",
    "start": 131.2,
    "duration": 5.36
  },
  {
    "text": "me is an intellectual life that's not acquisitive, \nthat's not trying to get anything else but just  ",
    "start": 136.56,
    "duration": 5.92
  },
  {
    "text": "wants to be doing what it's doing. It looks like \nthings that are really pretty ordinary to most of  ",
    "start": 142.48,
    "duration": 5.92
  },
  {
    "text": "us: reading, thinking, speculating about people's \nmotivations in life, what makes people tick.  ",
    "start": 148.4,
    "duration": 6.24
  },
  {
    "text": "Bird-watching, walking in nature. It's \nsomething that belongs to you in a certain  ",
    "start": 155.44,
    "duration": 5.28
  },
  {
    "text": "way that's private. It's a part of yourself \nthat really in principle no one has access to.",
    "start": 160.72,
    "duration": 4.88
  },
  {
    "text": "Someone like Albert Einstein who has that huge \nprofile who has the mystique of the genius,  ",
    "start": 167.68,
    "duration": 5.68
  },
  {
    "text": "who has the puffy hair. But if you think of him as \na young man in his late '20s with a wife and a kid  ",
    "start": 173.36,
    "duration": 8.8
  },
  {
    "text": "and no job, because he's too weird and he's too \ndisrespectful with authority. He can't get work.  ",
    "start": 182.16,
    "duration": 7.68
  },
  {
    "text": "And he has this job in a patent \noffice. He's a bureaucrat.  ",
    "start": 191.84,
    "duration": 3.2
  },
  {
    "text": "And he thinks about things. He looks at the clock \ntower. He looks at trains going by and he starts  ",
    "start": 196.0,
    "duration": 7.52
  },
  {
    "text": "to really have insights into the way the world is. \nAnd he calls, in a letter he writes later in life,  ",
    "start": 203.52,
    "duration": 8.48
  },
  {
    "text": "he calls the patent office, \"the worldly cloister \nwhere he hatched all his most beautiful ideas.\"  ",
    "start": 212.0,
    "duration": 6.16
  },
  {
    "text": "And it's where he wrote these three 1905 papers \nwhich were totally transformative for physics.  ",
    "start": 218.8,
    "duration": 6.08
  },
  {
    "text": "Despite being denied a place in the world \nthat he aspired to, he was able to find  ",
    "start": 225.76,
    "duration": 7.12
  },
  {
    "text": "this space where he could be who he was and \nthink about what he wanted to. For some time  ",
    "start": 232.88,
    "duration": 6.32
  },
  {
    "text": "we haven't been accustomed to thinking that \nway about learning or about intellectual life.  ",
    "start": 239.2,
    "duration": 4.32
  },
  {
    "text": "That it's something which has to do with the \nattitude of the individual to what they're doing.  ",
    "start": 243.52,
    "duration": 6.08
  },
  {
    "text": "And not somehow that person's social standing, \nthat person's wealth, that person's race,  ",
    "start": 250.48,
    "duration": 5.76
  },
  {
    "text": "that person's gender, that person's whatever it \nis. It's something much more basic than that.",
    "start": 256.24,
    "duration": 4.16
  },
  {
    "text": "It's a strange thing. It's \na little counterintuitive.  ",
    "start": 263.84,
    "duration": 3.52
  },
  {
    "text": "We think of being human as being a kind of \nbiological fact given to us from birth but it is  ",
    "start": 267.36,
    "duration": 6.56
  },
  {
    "text": "something which has the capacity to grow. We \ncan always become more human. So that there's  ",
    "start": 275.28,
    "duration": 7.68
  },
  {
    "text": "in fact a wealth of intellectual activity that's \ngoing on all around us in very ordinary places.  ",
    "start": 282.96,
    "duration": 6.56
  },
  {
    "text": "It's something you have regardless of what other \npeople think of you. You have a kind of a freedom  ",
    "start": 290.24,
    "duration": 8.0
  },
  {
    "text": "and a depth to yourself and resources \nwithin yourself that no one can touch.",
    "start": 298.24,
    "duration": 4.48
  }
]