[
  {
    "text": "Question: Can you discuss your \nexperience with bipolar disease?",
    "start": 0.0,
    "duration": 9.857
  },
  {
    "text": "Stephen Fry: Yes. I was first diagnosed actually \nnot to my knowledge as being possibly bipolar when  ",
    "start": 9.857,
    "duration": 6.493
  },
  {
    "text": "I was about fifteen. I didn’t know this until much \nlater when I made a documentary about my life as  ",
    "start": 16.35,
    "duration": 6.69
  },
  {
    "text": "a manic depressive or someone with bipolar \ndisorder, whatever you choose to call it,  ",
    "start": 23.04,
    "duration": 5.37
  },
  {
    "text": "an uppy-downy, mood-swingy kind of guy. In fact, \ntechnically I believe the correct diagnosis for  ",
    "start": 28.41,
    "duration": 6.15
  },
  {
    "text": "my condition is psychothymic, which is like \nalso known as bipolar light in America, which  ",
    "start": 34.56,
    "duration": 5.79
  },
  {
    "text": "is rather nice and makes it sound like a variety \nof cola, but bipolar disorder is a mood disorder  ",
    "start": 40.35,
    "duration": 6.96
  },
  {
    "text": "rather than a personality disorder such as that \nmight mean to anybody, but I think we all kind  ",
    "start": 47.31,
    "duration": 5.46
  },
  {
    "text": "of get what that is. To me mood is the equivalent \nof weather. Weather is real. That’s the important  ",
    "start": 52.77,
    "duration": 7.47
  },
  {
    "text": "thing to remember about weather. It is absolutely \nreal. When it rains it rains. It is wet. You get  ",
    "start": 60.24,
    "duration": 4.92
  },
  {
    "text": "wet. There is no question about it. It’s also \ntrue about weather that you can’t control it.  ",
    "start": 65.16,
    "duration": 4.59
  },
  {
    "text": "You can’t say if I wish hard enough it won’t rain \nand it’s equally true that if the weather is bad  ",
    "start": 69.75,
    "duration": 6.63
  },
  {
    "text": "one day it will get better and what I had to learn \nwas to treat my moods like the weather. On the one  ",
    "start": 76.38,
    "duration": 6.93
  },
  {
    "text": "hand denying that they were there and saying \nI can’t… I’m not really depressed. Why should  ",
    "start": 83.31,
    "duration": 4.29
  },
  {
    "text": "I be depressed? I’ve got enough money. I’ve got a \njob. People like me. There is no to be depressed.  ",
    "start": 87.6,
    "duration": 4.2
  },
  {
    "text": "That’s at stupid as saying there is no reason \nto have asthma or there is no reason to have the  ",
    "start": 91.8,
    "duration": 3.75
  },
  {
    "text": "measles. You know you’ve got it. It’s there. It’s \nnot about reason. You don’t get depressed because  ",
    "start": 95.55,
    "duration": 6.63
  },
  {
    "text": "bad things happen to you. That’s getting pissed \noff and annoyed. That’s reasonable. Someone hits  ",
    "start": 102.18,
    "duration": 4.8
  },
  {
    "text": "you in the face you go ow, you know that’s… but \ndepression is something that happens like weather  ",
    "start": 106.98,
    "duration": 5.07
  },
  {
    "text": "to you inside you and it’s not about… It could \nbe triggered by something unfortunate, but it  ",
    "start": 112.05,
    "duration": 6.48
  },
  {
    "text": "isn’t… You know it’s not enough to talk yourself \nout of it by saying but I shouldn’t be depressed  ",
    "start": 118.53,
    "duration": 3.93
  },
  {
    "text": "because I’ve got people who are nice to me, which \nis frustrating for people outside. They go, “Don’t  ",
    "start": 122.46,
    "duration": 4.41
  },
  {
    "text": "be depressed.” “Everyone loves you.” “You’re \nreally happy.” “You’ve got a good life.” I know.  ",
    "start": 126.87,
    "duration": 3.03
  },
  {
    "text": "That is what is so depressing. I can’t help it. \nSo but once you… It’s not a solution, but anyway,  ",
    "start": 129.9,
    "duration": 7.35
  },
  {
    "text": "it’s very important at least to get that stage \nof it out of the way is to recognize it as a mood  ",
    "start": 137.25,
    "duration": 3.54
  },
  {
    "text": "disorder as something that is akin to weather, \nbut the nature of manic depression or bipolar  ",
    "start": 140.79,
    "duration": 5.55
  },
  {
    "text": "disorder is it is bipolar. It is two poles. It’s \nnot just depression. The point is that there  ",
    "start": 146.34,
    "duration": 5.01
  },
  {
    "text": "is this other side to it. You have a depressed \nmood. You have an elevated mood that is mania,  ",
    "start": 151.35,
    "duration": 5.19
  },
  {
    "text": "which is the manic side of manic depression and \nthese are hypomanic or hyper manic states in  ",
    "start": 157.53,
    "duration": 8.85
  },
  {
    "text": "which you can be grandiose. You can be absurdly \nextreme in your optimism and your creativity and  ",
    "start": 166.38,
    "duration": 7.53
  },
  {
    "text": "your energy. You can go for ages without sleep. \nYou can be sexually promiscuous. You can be a  ",
    "start": 173.91,
    "duration": 6.93
  },
  {
    "text": "shopping addict, but people have different ways \nin which they’re elevated moods are expressed and  ",
    "start": 180.84,
    "duration": 5.37
  },
  {
    "text": "they talk nineteen to the dozen. They can’t stop \nthinking, their mind races. They think they can  ",
    "start": 186.21,
    "duration": 5.52
  },
  {
    "text": "solve the problems of the world. They think they \nhave a unique insight. It can be a very blissful  ",
    "start": 191.73,
    "duration": 5.04
  },
  {
    "text": "and exciting and extraordinary state of mind to \nbe in and then comes the crash. The problems of  ",
    "start": 196.77,
    "duration": 8.4
  },
  {
    "text": "it are manifested in tens. One is that people, \nmost people outside family and friends are more  ",
    "start": 205.17,
    "duration": 5.43
  },
  {
    "text": "annoyed, are more uncomfortable at the manic \nphase than the depressed phase. The depressed  ",
    "start": 210.6,
    "duration": 4.62
  },
  {
    "text": "person you can deal with because all they want \nto do is just sit there and they want to be in  ",
    "start": 215.22,
    "duration": 2.88
  },
  {
    "text": "dark in the bedroom sleeping and not doing any \nwork and just hating themselves and as long as  ",
    "start": 218.1,
    "duration": 4.77
  },
  {
    "text": "they’re not you know really considering suicide, \nas long as the pain isn’t that bad then you can  ",
    "start": 222.87,
    "duration": 4.68
  },
  {
    "text": "manage them whereas a person in an elevated state \nis unmanageably annoying. They won’t stop talking.  ",
    "start": 227.55,
    "duration": 5.52
  },
  {
    "text": "They won’t stop shaking their knees up and down \nand getting excited and talking about things and  ",
    "start": 233.07,
    "duration": 4.56
  },
  {
    "text": "changing things and re-tidying rooms and oh, like \nthat. So you know it can be a very frustrating for  ",
    "start": 237.63,
    "duration": 9.09
  },
  {
    "text": "people around you. At its worst it can be very \ndangerous. Obviously suicide is the down side of  ",
    "start": 246.72,
    "duration": 5.46
  },
  {
    "text": "depression. I had several suicide attempts in my \nlife, but also really and this always sounds like  ",
    "start": 252.18,
    "duration": 8.13
  },
  {
    "text": "a feeble excuse, but it is true. The most natural \nway you would attempt to cope with something  ",
    "start": 260.31,
    "duration": 5.55
  },
  {
    "text": "inside you that is affecting your moods and your \nenergy levels is to intervene with chemicals to  ",
    "start": 265.86,
    "duration": 5.6
  },
  {
    "text": "help and because medical science hasn’t come up \nwith pharmaceuticals that do particularly well you  ",
    "start": 271.46,
    "duration": 5.52
  },
  {
    "text": "tend to reach for the chemicals that are outside \nthe Pharma counter, i.e. narcotics and alcohol  ",
    "start": 276.98,
    "duration": 8.67
  },
  {
    "text": "because they can guarantee your mood more or less. \nThey like, like the condition itself will store up  ",
    "start": 285.65,
    "duration": 7.71
  },
  {
    "text": "a big crash or big reverse, but you just keep \nat it and you keep getting drunk, keep getting  ",
    "start": 293.36,
    "duration": 5.55
  },
  {
    "text": "wired and you’ll stave off the inevitable \ndisaster of being alone with your moods.",
    "start": 298.91,
    "duration": 6.0
  },
  {
    "text": "So for a long time I was I suppose dependent is \nthe word on cocaine powder and naturally when you  ",
    "start": 304.91,
    "duration": 8.46
  },
  {
    "text": "take a lot of cocaine powder you tend to take a \nlot of alcohol with it as well, so for many years  ",
    "start": 313.37,
    "duration": 4.59
  },
  {
    "text": "really I never went out without at least four or \nfive grams of cocaine powder on my person and I  ",
    "start": 317.96,
    "duration": 6.9
  },
  {
    "text": "would ingest it intranasally as was the fashion \nthrough the use of some sort of straw or rolled  ",
    "start": 324.86,
    "duration": 5.76
  },
  {
    "text": "up currency note and managed to get by on it. \nI never did that when I was working. I didn’t  ",
    "start": 330.62,
    "duration": 7.11
  },
  {
    "text": "do it onstage or on while filming or anything. It \nwas a way of ending… As soon as you… Because work  ",
    "start": 337.73,
    "duration": 5.67
  },
  {
    "text": "provided its own high, but as soon as I finished \nwork that was it. I was out. I was in clubs and  ",
    "start": 343.4,
    "duration": 4.47
  },
  {
    "text": "things. I can’t believe it now. I don’t know \nhow I managed to do it. It’s just extraordinary,  ",
    "start": 347.87,
    "duration": 4.83
  },
  {
    "text": "but I did and anyway, then I had a bit of a \ndisaster in the mid nineties. I was in a play  ",
    "start": 352.7,
    "duration": 5.07
  },
  {
    "text": "and it just all went wrong and horrible and I ran \nfor the hills as it were. Well actually I ran for  ",
    "start": 357.77,
    "duration": 4.98
  },
  {
    "text": "Belgium which are not hills at all. I ran for the \nlow countries and through Belgium went to Germany  ",
    "start": 362.75,
    "duration": 5.01
  },
  {
    "text": "and I was… and so declared missing by the British \nfor awhile and then I was found and it was all  ",
    "start": 367.76,
    "duration": 6.405
  },
  {
    "text": "very ghastly, but it sort of made me confront the \nwhole business of this diagnosis and I saw doctors  ",
    "start": 374.165,
    "duration": 6.525
  },
  {
    "text": "and things and they confirmed the diagnosis and \nthen a few years later when I was back on a more  ",
    "start": 380.69,
    "duration": 4.68
  },
  {
    "text": "even keel and more used to dealing with things \nand a little bit more clear about myself I made  ",
    "start": 385.37,
    "duration": 5.82
  },
  {
    "text": "a program about… called Manic Depression and Me \nor The Secret Life of the Manic Depressive was the  ",
    "start": 391.19,
    "duration": 4.23
  },
  {
    "text": "proper title. And in which I… It was two one hour \nfilms in which I went around America and England  ",
    "start": 395.42,
    "duration": 6.38
  },
  {
    "text": "actually and talking to people with the problem, \ntalking to doctors, talking my own history and  ",
    "start": 401.8,
    "duration": 5.37
  },
  {
    "text": "my own condition and it was really interesting \nbecause it was considered something of a success  ",
    "start": 407.17,
    "duration": 5.37
  },
  {
    "text": "this program and something of a breakthrough \nand because aside from all the problems I’ve  ",
    "start": 412.54,
    "duration": 5.7
  },
  {
    "text": "spoken about one of the major problems is not the \nperson who suffers with the disease. It’s with the  ",
    "start": 418.24,
    "duration": 4.83
  },
  {
    "text": "rest of the world and mental health disorder \nand its stigma. People just are terrible at  ",
    "start": 423.07,
    "duration": 4.86
  },
  {
    "text": "coping with it, other people. They don’t \nlike anyone mentioning it if possible.\n \n ",
    "start": 427.93,
    "duration": 3.96
  },
  {
    "text": "I had the great pleasure of dinner last \nnight here in New York with Dick Caveat,  ",
    "start": 431.89,
    "duration": 5.13
  },
  {
    "text": "the talk show host of the sixties and seventies, \na brilliant talk show host. Look him up on YouTube  ",
    "start": 437.86,
    "duration": 4.56
  },
  {
    "text": "if you don’t know his… the show he… I mean he is \nabsolutely wonderful, but his career was pretty  ",
    "start": 442.42,
    "duration": 3.99
  },
  {
    "text": "much stalled in many ways by his fight with \ndepression and he has written about it superbly  ",
    "start": 446.41,
    "duration": 4.26
  },
  {
    "text": "and he talked about it and we were chatting \nabout it last night and it is that problem of  ",
    "start": 450.67,
    "duration": 5.25
  },
  {
    "text": "you know say to someone I’ve got a broken leg \nor I’ve got diabetes, particularly if you say  ",
    "start": 457.33,
    "duration": 5.31
  },
  {
    "text": "diabetes and asthma say, which are both chronic \nconditions that won’t go away. People go, “Oh,  ",
    "start": 462.64,
    "duration": 4.83
  },
  {
    "text": "do you take insulin or do you take that little \nwheezer thing for your asthma?” You go, “Yes.”  ",
    "start": 467.47,
    "duration": 3.81
  },
  {
    "text": "If you say I’ve got a mental health condition \nthey go, “Oh, do you?” “That’s nice.” And they  ",
    "start": 471.28,
    "duration": 7.32
  },
  {
    "text": "want to be somewhere else. They don’t want to be \nanywhere near you and I can understand that. Of  ",
    "start": 478.6,
    "duration": 4.65
  },
  {
    "text": "course I can understand it, but you know that \nit’s like six degrees of separation I think.  ",
    "start": 483.25,
    "duration": 5.25
  },
  {
    "text": "You know that you know all six of Kevin Bacon \nor whichever. I don’t think that you’re ever  ",
    "start": 488.5,
    "duration": 2.85
  },
  {
    "text": "more than three or four steps away from someone \nclose to you who has a mental health problem and  ",
    "start": 491.35,
    "duration": 5.46
  },
  {
    "text": "I think the more we accept that it is us, it \nis part of being human then the better we are  ",
    "start": 496.81,
    "duration": 6.06
  },
  {
    "text": "because then we can start concentrating on the \nthings that matter in terms of coping with it.\n \n ",
    "start": 502.87,
    "duration": 4.178
  },
  {
    "text": "Question: What do you think about medicating \nchildren who appear manic depressive?",
    "start": 507.048,
    "duration": 0.082
  },
  {
    "text": "Stephen Fry: It’s a really… It’s a really tricky \nbusiness that of diagnosing children. On the one  ",
    "start": 507.13,
    "duration": 11.62
  },
  {
    "text": "hand it is very good if the diagnosis is sound and \nyou believe in it to spot the early signs of what  ",
    "start": 518.75,
    "duration": 6.06
  },
  {
    "text": "could be a very difficult growing up for a child, \non the other hand, to give Ritalin or powerful  ",
    "start": 524.81,
    "duration": 7.26
  },
  {
    "text": "antipsychotic drugs to a child as young as four \nor five. I spoke to a professor of psychiatry at  ",
    "start": 532.07,
    "duration": 6.15
  },
  {
    "text": "Stanford University. He is one of the leading \npeople in his field who is quite prepared to  ",
    "start": 538.22,
    "duration": 5.19
  },
  {
    "text": "diagnose very young children as being bipolar, \nnot just ADHD and things that we’re used to in  ",
    "start": 543.41,
    "duration": 5.34
  },
  {
    "text": "children and his point is that non intervention \nis not a neutral act. Not giving someone drugs  ",
    "start": 548.75,
    "duration": 7.17
  },
  {
    "text": "when you’ve diagnosed it is in itself allowing \nthe brain as he would put it to toxify itself,  ",
    "start": 555.92,
    "duration": 6.54
  },
  {
    "text": "that whatever is happening as the brain \nis forming if it is forming in a bad way,  ",
    "start": 562.46,
    "duration": 5.43
  },
  {
    "text": "bad pathways, bad neural signals are being sent \nand they’re creating bad pathways as it were or  ",
    "start": 567.89,
    "duration": 6.51
  },
  {
    "text": "you know bad demands for you know because \nlet’s face it. We don’t really understand  ",
    "start": 574.4,
    "duration": 5.46
  },
  {
    "text": "that balance between hormone… if you \nlike or hormone and neurotransmitter,  ",
    "start": 579.86,
    "duration": 6.42
  },
  {
    "text": "but that’s his argument is that nonintervention \nallows the brain to build itself badly,  ",
    "start": 586.28,
    "duration": 6.72
  },
  {
    "text": "but it’s a heck of a thing to give a child as \nyoung as… Well as young as ten or even as young as  ",
    "start": 593.0,
    "duration": 5.64
  },
  {
    "text": "fourteen frankly some of these powerful drugs when \nthe brain is still growing. I find it tricky and  ",
    "start": 598.64,
    "duration": 5.04
  },
  {
    "text": "certainly in Europe it’s considered outrageous, \nbut it happens a lot in America, but then you  ",
    "start": 603.68,
    "duration": 5.25
  },
  {
    "text": "have more mad people. No, I mean sorry. You \nhave a bigger population and better scientists.",
    "start": 608.93,
    "duration": 4.59
  }
]