[
  {
    "text": "﻿You know, in the future, I think emotional \nintelligence will be one of several abilities  ",
    "start": 7.6,
    "duration": 5.88
  },
  {
    "text": "that we need. Another, of course, is cognitive \nability, IQ, and maybe AI will take over more  ",
    "start": 13.48,
    "duration": 6.52
  },
  {
    "text": "and more of that. However, emotional intelligence \nis a human ability and will always remain so. IQ  ",
    "start": 20.0,
    "duration": 8.8
  },
  {
    "text": "predicts how well you’ll do in your school \nyears and how much salary you can make over  ",
    "start": 28.8,
    "duration": 4.84
  },
  {
    "text": "the course of a career because it says what job \nyou can get into, like being a business executive  ",
    "start": 33.64,
    "duration": 6.24
  },
  {
    "text": "or a doctor or a lawyer. But once you’re in those \nprofessions, everybody else is about as smart as  ",
    "start": 39.88,
    "duration": 6.36
  },
  {
    "text": "you are. That’s where emotional intelligence kicks \nin. People who emerge as outstanding performers or  ",
    "start": 46.24,
    "duration": 6.28
  },
  {
    "text": "the best leaders have high emotional intelligence, \nand their IQ is not that relevant at that point.\n ",
    "start": 52.52,
    "duration": 7.4
  },
  {
    "text": "I’m Daniel Goleman. I’ve written many \nbooks, mostly on emotional intelligence.  ",
    "start": 60.56,
    "duration": 4.16
  },
  {
    "text": "That’s really my favorite topic.\nThe book Emotional Intelligence,  ",
    "start": 64.72,
    "duration": 3.76
  },
  {
    "text": "many years ago, was an international bestseller. \nI’ve written now five books on the topic. My most  ",
    "start": 68.48,
    "duration": 5.84
  },
  {
    "text": "recent is Optimal: How to Sustain Personal and \nOrganizational Excellence Every Day. Emotional  ",
    "start": 74.32,
    "duration": 14.68
  },
  {
    "text": "intelligence is a set of personal skills \nthat we learn in life. It’s a combination  ",
    "start": 89.0,
    "duration": 5.64
  },
  {
    "text": "of self-awareness, managing your emotions \nwell, empathy, tuning into other people,  ",
    "start": 94.64,
    "duration": 6.36
  },
  {
    "text": "and putting that all together to have \nharmonious or effective relationships.\n ",
    "start": 101.0,
    "duration": 4.88
  },
  {
    "text": "Emotional intelligence has been talked about for \ncenturies. Philosophers were talking about know  ",
    "start": 105.88,
    "duration": 5.08
  },
  {
    "text": "thyself. That’s self-awareness. But when I wrote \nthe Emotional Intelligence book in ‘ninety-five,  ",
    "start": 110.96,
    "duration": 6.84
  },
  {
    "text": "it was the first time that, for a popular \naudience, emotional intelligence had become  ",
    "start": 117.8,
    "duration": 5.88
  },
  {
    "text": "well known. I was a science journalist at \nThe New York Times back then, and I’d been  ",
    "start": 123.68,
    "duration": 5.12
  },
  {
    "text": "covering a decade of research on the brain and \nemotion. And in doing so, I came across a very  ",
    "start": 128.8,
    "duration": 6.64
  },
  {
    "text": "obscure article called Emotional Intelligence, \nand I loved the title. It was by Peter Salovey,  ",
    "start": 135.44,
    "duration": 6.0
  },
  {
    "text": "who was just stepping down as the president of \nYale University, and his then graduate student,  ",
    "start": 141.44,
    "duration": 4.84
  },
  {
    "text": "John Mayer. And I thought, Wow, what a great \nphrase. It seems like an oxymoron. You don’t  ",
    "start": 146.28,
    "duration": 6.08
  },
  {
    "text": "put emotions together with intelligence. But \nactually, it’s being intelligent about emotions.\n ",
    "start": 152.36,
    "duration": 8.04
  },
  {
    "text": "When I wrote Emotional Intelligence, I was \nactually thinking of bringing it to schools.  ",
    "start": 160.4,
    "duration": 4.44
  },
  {
    "text": "It seemed to me that kids should learn \nfrom the get-go how to manage themselves,  ",
    "start": 164.84,
    "duration": 5.4
  },
  {
    "text": "how to tune into themselves, how to tune \ninto other people, how to get along, how  ",
    "start": 170.24,
    "duration": 4.12
  },
  {
    "text": "to behave well, and so on. I was a big advocate \nof what’s now called social-emotional learning.  ",
    "start": 174.36,
    "duration": 5.48
  },
  {
    "text": "And from early on, my view of emotional \nintelligence hasn’t really changed much,  ",
    "start": 180.72,
    "duration": 5.72
  },
  {
    "text": "but I integrated it with findings from research \non outstanding performers. And I saw that  ",
    "start": 186.44,
    "duration": 6.56
  },
  {
    "text": "different abilities of high performers, \nlike being able to manage your emotions,  ",
    "start": 193.0,
    "duration": 4.96
  },
  {
    "text": "fit well in the model. And now I talk about \nfour domains of emotional intelligence and then  ",
    "start": 197.96,
    "duration": 7.56
  },
  {
    "text": "twelve particular competencies of people \nwho are high in emotional intelligence.\n ",
    "start": 205.52,
    "duration": 4.24
  },
  {
    "text": "Self-awareness means you know what you’re feeling, \nyou know how it shapes your perceptions and your  ",
    "start": 213.44,
    "duration": 5.52
  },
  {
    "text": "thoughts and your impulse to act. We find in \nour research that people low in self-awareness  ",
    "start": 218.96,
    "duration": 5.64
  },
  {
    "text": "are unable to develop strengths very well in \nother parts of emotional intelligence. People  ",
    "start": 224.6,
    "duration": 5.2
  },
  {
    "text": "who are high in self-awareness, however, are \nable to develop excellence across the board.\n ",
    "start": 229.8,
    "duration": 8.08
  },
  {
    "text": "Self-management means when you’re upset, \nwhen you’re angry, when you’re anxious,  ",
    "start": 237.88,
    "duration": 5.6
  },
  {
    "text": "can you manage your emotions? Can you keep them \nfrom disrupting your focus on what you have to  ",
    "start": 243.48,
    "duration": 5.64
  },
  {
    "text": "do right now? We’re having more instances of road \nrage, of shootings, of people blowing up at other  ",
    "start": 249.12,
    "duration": 7.88
  },
  {
    "text": "people. There’s a growing need for people \nin general to get better at this ability.\n ",
    "start": 257.0,
    "duration": 8.2
  },
  {
    "text": "The third part is social awareness, \nwhich, in one sense, means practicing  ",
    "start": 265.2,
    "duration": 4.68
  },
  {
    "text": "empathy. You not only know how the person thinks \nand how they feel, you care about them. This is  ",
    "start": 269.88,
    "duration": 6.36
  },
  {
    "text": "what you want in your parents. This is what you \nwant in your spouse. This is what you want in your  ",
    "start": 276.24,
    "duration": 4.44
  },
  {
    "text": "lover. This is what you want in your friends. And \nthis is what you want in your teachers, doctors,  ",
    "start": 280.68,
    "duration": 6.4
  },
  {
    "text": "leaders of any kind, people who have influence.\nThe fourth part of emotional intelligence is  ",
    "start": 287.08,
    "duration": 7.4
  },
  {
    "text": "relationship management. Can you handle \nconflicts well? Can you keep yourself  ",
    "start": 294.48,
    "duration": 6.12
  },
  {
    "text": "calm and listen to the other person? Are you \nbeing an effective communicator? Full rapport  ",
    "start": 300.6,
    "duration": 7.28
  },
  {
    "text": "means that you feel close, you feel you can \nwork with this person, you can trust them.\n ",
    "start": 307.88,
    "duration": 8.72
  },
  {
    "text": "Unlike IQ, which barely budges over the course \nof our life, emotional intelligence can change.  ",
    "start": 316.6,
    "duration": 5.84
  },
  {
    "text": "It’s learned and learnable. And it’s learned \nand learnable at any point in life. Emotional  ",
    "start": 322.44,
    "duration": 6.8
  },
  {
    "text": "intelligence is not one thing. It’s like going to \na doctor for a physical. You get your lipids and  ",
    "start": 329.24,
    "duration": 6.28
  },
  {
    "text": "your good cholesterol, bad cholesterol. You get \nfifteen data points. Emotional intelligence is a  ",
    "start": 335.52,
    "duration": 6.12
  },
  {
    "text": "set of abilities, and each of us has strengths and \nlimitations across that spectrum. So if you want  ",
    "start": 341.64,
    "duration": 6.48
  },
  {
    "text": "to improve your emotional intelligence, \nsee where you need to improve first.\n ",
    "start": 348.12,
    "duration": 4.76
  },
  {
    "text": "One of the common colds of emotional intelligence \nis poor listening. You know, we think about what  ",
    "start": 352.88,
    "duration": 7.16
  },
  {
    "text": "we want to say and we don’t really listen to the \nother person. We cut them off. We interrupt. Let’s  ",
    "start": 360.04,
    "duration": 4.48
  },
  {
    "text": "say you wanted to change that. This is a basic of \nempathy, listening well. So if you want to learn  ",
    "start": 364.52,
    "duration": 6.12
  },
  {
    "text": "to be better at empathy, you might say, \"My habit \nis cutting people off and interrupting. I’m going  ",
    "start": 370.64,
    "duration": 8.88
  },
  {
    "text": "to make the effort to do it differently. \nI’m going to listen to the person out,  ",
    "start": 379.52,
    "duration": 4.12
  },
  {
    "text": "say what I think they mean, and then say what I \nthink.\" That is a different behavioral sequence.\n ",
    "start": 383.64,
    "duration": 6.24
  },
  {
    "text": "And it comes down to the basics of what we call \nneuroplasticity, how the brain changes with  ",
    "start": 389.88,
    "duration": 5.08
  },
  {
    "text": "repeated experience, and that’s what underlies \nhabit change. It’s a little like crossing your  ",
    "start": 394.96,
    "duration": 7.08
  },
  {
    "text": "arms in a new way. Cross your arms in the old \nway, please. Now cross them with the other arm  ",
    "start": 402.04,
    "duration": 5.4
  },
  {
    "text": "on top. That feels uncomfortable. That’s what \nit’s like to change a habit. So with listening,  ",
    "start": 407.44,
    "duration": 7.76
  },
  {
    "text": "you have to, at first, make an intentional effort. \nIt might feel uncomfortable. But as you persist,  ",
    "start": 415.2,
    "duration": 5.6
  },
  {
    "text": "it gets more and more comfortable until \nfinally, it’s an automatic habit that  ",
    "start": 420.8,
    "duration": 6.04
  },
  {
    "text": "will stay with you for years.\nYou know, I’ve gone around the  ",
    "start": 426.84,
    "duration": 5.32
  },
  {
    "text": "world talking to different audiences, \nand one of the things I love to ask is,  ",
    "start": 432.16,
    "duration": 5.12
  },
  {
    "text": "tell me about a leader you’ve loved and a \nleader you hate, and tell me one quality that  ",
    "start": 437.28,
    "duration": 6.04
  },
  {
    "text": "makes a leader so good or so bad. Basically, the \nleader you hate is low in emotional intelligence.  ",
    "start": 443.32,
    "duration": 6.2
  },
  {
    "text": "They don’t manage their emotions very well. They \nblow up at people, don’t empathize, they don’t  ",
    "start": 451.52,
    "duration": 4.48
  },
  {
    "text": "tune in, they don’t understand how clueless they \nare. The leader you love is high in it. Having  ",
    "start": 456.0,
    "duration": 7.24
  },
  {
    "text": "a boss with high emotional intelligence means \nyou feel not only inspired, not only motivated,  ",
    "start": 463.24,
    "duration": 6.76
  },
  {
    "text": "you feel supported, you feel guided, you feel you \nhave clarity about what’s expected from you. You  ",
    "start": 470.0,
    "duration": 6.16
  },
  {
    "text": "give your best in your best state, in the optimal \nstate, not in a desperate, stressed-out state.\n ",
    "start": 476.16,
    "duration": 7.36
  },
  {
    "text": "Research at the Yale School of Management \nhas found that emotions are contagious,  ",
    "start": 483.52,
    "duration": 5.52
  },
  {
    "text": "and they’re most contagious from the leader \noutward. The leader is most often the center of  ",
    "start": 489.04,
    "duration": 6.24
  },
  {
    "text": "strong emotions, either negative or positive. \nAnd this very research by Sigal Barsade has  ",
    "start": 495.28,
    "duration": 6.72
  },
  {
    "text": "shown that if the leader is in a negative mood, \nvery anxious, for example, people on that team  ",
    "start": 502.0,
    "duration": 7.56
  },
  {
    "text": "will catch that mood and performance goes \ndown. If the leader is in a very positive mood,  ",
    "start": 509.56,
    "duration": 6.04
  },
  {
    "text": "I feel really good, I feel enthusiastic, then \npeople catch that positive mood, and their  ",
    "start": 515.6,
    "duration": 6.76
  },
  {
    "text": "performance as a team or as a group goes up.\nSo the leader's state is actually much more  ",
    "start": 522.36,
    "duration": 6.6
  },
  {
    "text": "important on the ability of people to do good \nwork than many people realize, particularly many  ",
    "start": 528.96,
    "duration": 5.68
  },
  {
    "text": "leaders, actually. But if you have a leader that \nyou hate, for example, and sadly, too many people  ",
    "start": 534.64,
    "duration": 7.44
  },
  {
    "text": "do, then you really don’t give your best. In fact, \nyou’re more likely to leave as soon as you can,  ",
    "start": 542.08,
    "duration": 6.76
  },
  {
    "text": "particularly if you’re talented. So a leader \nwith low emotional intelligence is actually  ",
    "start": 548.84,
    "duration": 6.56
  },
  {
    "text": "draining the organization in the long term. They \nmay get results for the quarter by driving people,  ",
    "start": 555.4,
    "duration": 6.92
  },
  {
    "text": "by stressing them out, but they’re burning \nthem out and they’re going to lose good  ",
    "start": 562.32,
    "duration": 4.24
  },
  {
    "text": "people. So in the short term, they may look \ngood. In the long term, it’s a disaster.\n ",
    "start": 566.56,
    "duration": 7.96
  },
  {
    "text": "I once took a bus up Madison Avenue in New York \nCity on a very hot, humid day. People had a kind  ",
    "start": 574.52,
    "duration": 7.12
  },
  {
    "text": "of bubble around them, like, don’t touch me, \ndon’t talk to me, and I had the bubble too. I  ",
    "start": 581.64,
    "duration": 4.84
  },
  {
    "text": "got on the bus, and the bus driver shocked me. \nHe looked at me and very warmly said, \"Welcome  ",
    "start": 586.48,
    "duration": 4.96
  },
  {
    "text": "to the bus. How’s your day going?\" And then I \nrealized sitting on the bus that he was carrying  ",
    "start": 591.44,
    "duration": 6.16
  },
  {
    "text": "on a conversation with everyone on the bus.\n\"You’re looking for suits, are you? Well,  ",
    "start": 597.6,
    "duration": 3.56
  },
  {
    "text": "there’s a great sale up here on the \nright at this department store.\"\n ",
    "start": 601.16,
    "duration": 3.28
  },
  {
    "text": "\"Did you see the exhibit in \nthe museum on the left?\"\n ",
    "start": 604.44,
    "duration": 2.04
  },
  {
    "text": "On and on and on. Then people would get off that \nbus, and they’d been transformed from kind of  ",
    "start": 606.48,
    "duration": 5.56
  },
  {
    "text": "grumpy to pretty upbeat. It was kind of magical. \nAnd years later, I saw an article in the New York  ",
    "start": 612.04,
    "duration": 7.28
  },
  {
    "text": "Times about that bus driver. His name, it turned \nout, was Govan Brown. He had fans. People would  ",
    "start": 619.32,
    "duration": 6.56
  },
  {
    "text": "wait for his bus. He got three thousand letters \nsaying what a great bus driver he was, not one  ",
    "start": 625.88,
    "duration": 5.36
  },
  {
    "text": "complaint. And he, it turned out, was the pastor \nof a church, and he saw the people on his bus as  ",
    "start": 631.24,
    "duration": 8.32
  },
  {
    "text": "part of his flock. He was tending to his flock. \nHe had a purpose that was far greater than that of  ",
    "start": 639.56,
    "duration": 7.52
  },
  {
    "text": "the New York Transit Authority, which is something \nlike getting as many people to where they want to  ",
    "start": 647.08,
    "duration": 5.08
  },
  {
    "text": "go on time as we can. He had a splendid sense \nof what he was doing. It gave a greater meaning  ",
    "start": 652.16,
    "duration": 7.08
  },
  {
    "text": "to what he did, and he did it superbly.\nI’ve always felt that the more emotional  ",
    "start": 659.84,
    "duration": 6.92
  },
  {
    "text": "intelligence in society, the better. I think \nwe would have parents who are more effective  ",
    "start": 666.76,
    "duration": 6.44
  },
  {
    "text": "in raising kids, who are kinder. We’d have more \ncompassion for each other in our interactions with  ",
    "start": 673.2,
    "duration": 7.12
  },
  {
    "text": "friends and loved ones as well as with strangers. \nI think we would care more about the environment,  ",
    "start": 680.32,
    "duration": 6.08
  },
  {
    "text": "which is why I’ve been happy to be a kind \nof evangelist for emotional intelligence,  ",
    "start": 686.4,
    "duration": 5.6
  },
  {
    "text": "if you will. I’m not the originator of the \nphrase. I think I made it more famous.\n ",
    "start": 692.0,
    "duration": 6.08
  },
  {
    "text": "I just think it would make a better world.",
    "start": 698.08,
    "duration": 4.64
  }
]