[
  {
    "text": "The United States ran up big debts during\nthe global financial crisis and the recession",
    "start": 0.48,
    "duration": 4.35
  },
  {
    "text": "in the aftermath trying to stimulate the economy\nand make sure that we didn't deep dive into",
    "start": 4.83,
    "duration": 4.7
  },
  {
    "text": "an even deeper recession than where we already\nwere. ",
    "start": 9.53,
    "duration": 3.0
  },
  {
    "text": "That makes sense because if you're in the\nmiddle of a downturn it's not a good time",
    "start": 12.53,
    "duration": 3.89
  },
  {
    "text": "to put on the brakes with fiscal austerity,\nraising taxes to raise more money,and cutting",
    "start": 16.42,
    "duration": 5.779
  },
  {
    "text": "spending to tighten the government's belt.",
    "start": 22.199,
    "duration": 2.67
  },
  {
    "text": "It especially doesn't make sense if you can\nborrow at low interest rates. ",
    "start": 24.869,
    "duration": 4.08
  },
  {
    "text": "And during the recent crisis, the United States\ncould borrow at some of the lowest interest",
    "start": 28.949,
    "duration": 4.401
  },
  {
    "text": "rates in its history, and that's why our debt\nproblem is not as urgent as a lot of people",
    "start": 33.35,
    "duration": 5.619
  },
  {
    "text": "may say. ",
    "start": 38.969,
    "duration": 1.061
  },
  {
    "text": "Right now the debt service that we pay, that's\nthe interest payments that we pay all the",
    "start": 40.03,
    "duration": 3.779
  },
  {
    "text": "time, are at a very low rate. ",
    "start": 43.809,
    "duration": 2.121
  },
  {
    "text": "In fact, they were much higher during the\nReagan and first Bush Administrations.",
    "start": 45.93,
    "duration": 4.699
  },
  {
    "text": "This may not last forever because interest\nrates can rise, just as they can fall. ",
    "start": 50.629,
    "duration": 4.3
  },
  {
    "text": "And if interest rates do rise, which typically\nhappens when the economy recovers and there's",
    "start": 54.929,
    "duration": 4.301
  },
  {
    "text": "more demand for credit, then we will have\nto start paying a little bit more and we'll",
    "start": 59.23,
    "duration": 4.62
  },
  {
    "text": "have to start thinking more about how we're\ngoing to close that big debt gap.",
    "start": 63.85,
    "duration": 3.86
  },
  {
    "text": "We have several years before that happens,\nthough, so we can phase in a nice gradual",
    "start": 67.71,
    "duration": 3.97
  },
  {
    "text": "solution without making any sharp cuts to\nspending and without making any sharp increases",
    "start": 71.68,
    "duration": 6.01
  },
  {
    "text": "in tax rates. ",
    "start": 77.69,
    "duration": 1.13
  },
  {
    "text": "But over the long term, there's no doubt – we\nneed to cut spending a little bit and we need",
    "start": 78.82,
    "duration": 3.85
  },
  {
    "text": "to have higher tax rates because right now\nwe have some of the lowest effective tax rates",
    "start": 82.67,
    "duration": 4.0
  },
  {
    "text": "since the 1940s and at a time when people\nexpect more than ever from their government. ",
    "start": 86.67,
    "duration": 4.72
  },
  {
    "text": "We'll have to deal with Social Security and\nMedicare, too, but we typically do that by",
    "start": 91.39,
    "duration": 4.63
  },
  {
    "text": "extending the retirement age a little bit,\ncutting benefits a little bit, and maybe we'll",
    "start": 96.02,
    "duration": 4.36
  },
  {
    "text": "even remove benefits from some higher earners.",
    "start": 100.38,
    "duration": 2.64
  },
  {
    "text": "All of these things together will help us\nto close our debt gap, but we don't have to",
    "start": 103.02,
    "duration": 3.76
  },
  {
    "text": "do it in a sharp shocking way today. ",
    "start": 106.78,
    "duration": 2.12
  },
  {
    "text": "We have a few years of runway to do it.",
    "start": 108.9,
    "duration": 2.26
  },
  {
    "text": "It's definitely not a good idea just to kick\nthe can down the road and let the next government",
    "start": 111.16,
    "duration": 3.84
  },
  {
    "text": "deal with it. ",
    "start": 115.0,
    "duration": 1.0
  },
  {
    "text": "It's tempting to do that because people in\nthis government are more concerned about re-election",
    "start": 116.0,
    "duration": 3.39
  },
  {
    "text": "than what might happen ten or 20 years from\nnow, but we can use the time that we have",
    "start": 119.39,
    "duration": 4.89
  },
  {
    "text": "to phase in these changes so that there aren’t\nabrupt dislocations in our economy.",
    "start": 124.28,
    "duration": 3.94
  },
  {
    "text": " A responsible Congress would act now setting\na plan that would phase in these changes over",
    "start": 128.22,
    "duration": 5.659
  },
  {
    "text": "the next five to ten years.",
    "start": 133.879,
    "duration": 1.061
  }
]