[
  {
    "text": "WENCES CASARES: It's hard to have a rigorous \ndiscussion about Bitcoin without understanding  ",
    "start": 12.369,
    "duration": 4.351
  },
  {
    "text": "money. And the best way to understand money, \nis to understand the history of money.  ",
    "start": 16.72,
    "duration": 4.16
  },
  {
    "text": "Anthropologists agree that there is no tribe, much \nless a civilization, that ever based its commerce  ",
    "start": 21.44,
    "duration": 5.44
  },
  {
    "text": "on barter. There's no evidence, barter never \nhappened. And that's counter intuitive to most of  ",
    "start": 26.88,
    "duration": 5.28
  },
  {
    "text": "us, because we are taught in school, that we first \nbartered and then we made money because barter was  ",
    "start": 32.16,
    "duration": 4.48
  },
  {
    "text": "too complicated. Well, barter never happened, and \nthat's one of the key sort of myths about money.  ",
    "start": 36.64,
    "duration": 5.28
  },
  {
    "text": "So then, you would ask the anthropologists like, \nokay so how did we do commerce before money,  ",
    "start": 41.92,
    "duration": 5.2
  },
  {
    "text": "if there was no barter? There was no commerce? \nNo, there was plenty of commerce. And the way  ",
    "start": 47.12,
    "duration": 5.36
  },
  {
    "text": "that commerce would happen is that, let's say that \nsomeone in our tribe had killed a big buffalo and  ",
    "start": 52.48,
    "duration": 6.24
  },
  {
    "text": "I would go up to a person and say, \"Hey, can I \nhave a little bit of meat?\" And that person would  ",
    "start": 58.72,
    "duration": 3.92
  },
  {
    "text": "say, \"no,\" or \"Yes, Wences, here's your meat.\" And \nthen, you would go up to the person and say, \"Hey,  ",
    "start": 62.64,
    "duration": 5.12
  },
  {
    "text": "can I have a little bit of meat?\" And that person \nwould say \"Yes, here's your meat.\" And basically,  ",
    "start": 67.76,
    "duration": 4.4
  },
  {
    "text": "we all had to keep track, in our heads, of what we \nowed other people, or what other people owed us.  ",
    "start": 72.16,
    "duration": 6.32
  },
  {
    "text": "And then someone would come to me and say, \"hey, \nWences, can I have a little bit of firewood?\" And  ",
    "start": 78.48,
    "duration": 3.28
  },
  {
    "text": "I would say, \"Sure, here's your firewood.\" And \nnow, I have to remember that I owe that person a  ",
    "start": 81.76,
    "duration": 4.16
  },
  {
    "text": "little bit, that this person owes me a little. And \nwe all went around about our business, with these  ",
    "start": 85.92,
    "duration": 6.16
  },
  {
    "text": "ledgers in our minds of who owes us what, and \nwhat do we owe to whom. Very subjective system.",
    "start": 92.08,
    "duration": 5.76
  },
  {
    "text": "Often, these debts didn't clear, or cleared in \nways that were not satisfactory to both parties,  ",
    "start": 97.84,
    "duration": 5.68
  },
  {
    "text": "until about 25,000 years ago. \nSomeone very, very intelligent,  ",
    "start": 103.52,
    "duration": 3.44
  },
  {
    "text": "came up with a new technology that really took \noff, which they came to me and said, \"Hey, can I  ",
    "start": 107.84,
    "duration": 5.04
  },
  {
    "text": "have a little bit of firewood?\" And I said, \"Sure, \nhere's your firewood.\" And this person said,  ",
    "start": 112.88,
    "duration": 3.68
  },
  {
    "text": "\"This time, we're gonna try something different. \nHere are some beads for you.\" And I said, \"I don't  ",
    "start": 116.56,
    "duration": 4.48
  },
  {
    "text": "want beads, I don't care for beads, I don't need \nbeads.\" He said, \"It's not about that. We're gonna  ",
    "start": 121.04,
    "duration": 4.4
  },
  {
    "text": "use beads, as the objective ledger of our tribe. \nInstead of each of us having to remember what  ",
    "start": 125.44,
    "duration": 6.08
  },
  {
    "text": "we're owed, the beads are gonna keep track for us, \nan objective ledger to keep track of debts.\" And  ",
    "start": 131.52,
    "duration": 5.28
  },
  {
    "text": "it was such a successful technology that it took \noff. And in a couple thousand years, it became  ",
    "start": 136.8,
    "duration": 4.48
  },
  {
    "text": "impossible to find a tribe or civilization that \ndidn't have some form of objective ledger. In some  ",
    "start": 141.28,
    "duration": 4.8
  },
  {
    "text": "cases it was one point shells. In other places, \nit was salt, in other places, rocks or beads. But,  ",
    "start": 146.08,
    "duration": 5.28
  },
  {
    "text": "this form of keeping track of debts, with an \nobjective ledger took off, and anthropologists  ",
    "start": 152.24,
    "duration": 4.88
  },
  {
    "text": "go as far as saying that, if you describe a \ntribe's environment in detail, they can predict  ",
    "start": 157.12,
    "duration": 6.32
  },
  {
    "text": "what's going to emerge as an objective ledger, as \nmoney. Because it's always something that has six  ",
    "start": 163.44,
    "duration": 4.56
  },
  {
    "text": "qualities, the most important of which, is that it \nbe scarce. And it makes sense, because if it's not  ",
    "start": 168.0,
    "duration": 5.2
  },
  {
    "text": "scarce, we can create, you know, if we were to use \ntree leaves, for example, we could create debts  ",
    "start": 173.2,
    "duration": 5.76
  },
  {
    "text": "that are owed to us out of thin air, and that \nwouldn't be good, that wouldn't be a good ledger.  ",
    "start": 178.96,
    "duration": 3.92
  },
  {
    "text": "But also has to be durable. If it's something \nthat decays or corrodes, it doesn't store the  ",
    "start": 182.88,
    "duration": 5.84
  },
  {
    "text": "information well. It has to be divisible. It has \nto be transportable, recognizable, and fungible.",
    "start": 188.72,
    "duration": 5.2
  },
  {
    "text": "And this system really worked until about, 5,000 \nyears ago, when trade began to extend a lot  ",
    "start": 193.92,
    "duration": 5.28
  },
  {
    "text": "geographically, and we began to trade with other \ntribes. And different tribes were using different  ",
    "start": 199.2,
    "duration": 5.12
  },
  {
    "text": "ledgers. So they couldn't trade with each other. \nAnd what happened then, about 5,000 years ago,  ",
    "start": 204.32,
    "duration": 4.24
  },
  {
    "text": "is that gold emerged as the first universal ledger \nto keep track of debt. And it was gold, because  ",
    "start": 208.56,
    "duration": 7.6
  },
  {
    "text": "it was universally scarce. That was the most \nimportant consideration. But also it was very,  ",
    "start": 216.16,
    "duration": 4.8
  },
  {
    "text": "very durable. Fairly divisible, transportable, \nrecognizable, and fungible. And that's why for  ",
    "start": 220.96,
    "duration": 5.92
  },
  {
    "text": "5,000 years gold has been the best store of value \nwe have ever seen. It's incredible that today,  ",
    "start": 226.88,
    "duration": 4.48
  },
  {
    "text": "if you need to leave $5,000, for someone, for your \ndaughter, not your daughter or your granddaughter,  ",
    "start": 231.36,
    "duration": 5.28
  },
  {
    "text": "but some great, great, great, great, great, \ngreat, great, great granddaughter of yours.  ",
    "start": 236.64,
    "duration": 3.36
  },
  {
    "text": "40 generations from now, 900 years \nfrom now. We don't know how to do that.  ",
    "start": 240.0,
    "duration": 3.76
  },
  {
    "text": "If you leave it in just dollars, it's not going \nto be worth very much. We know of no security,  ",
    "start": 244.4,
    "duration": 4.8
  },
  {
    "text": "that will last that long. The only thing \nthat we know can carry value for that long,  ",
    "start": 249.2,
    "duration": 3.92
  },
  {
    "text": "is you need to buy $5,000 worth of gold, lock it \nin a vault, and give the key to that person 900  ",
    "start": 253.12,
    "duration": 6.72
  },
  {
    "text": "years from now. And it's incredible that in the \n21st century, this is the best answer we have.",
    "start": 259.84,
    "duration": 3.92
  },
  {
    "text": "This is why Bitcoin is so relevant. Because \nit's the first time in 5,000 years that we  ",
    "start": 263.76,
    "duration": 4.4
  },
  {
    "text": "have something that is incredibly superior to \ngold in each one of these six characteristics.  ",
    "start": 268.16,
    "duration": 5.28
  },
  {
    "text": "It's much more scarce than gold. There will \nnever be more than 21 million Bitcoins. It's  ",
    "start": 273.44,
    "duration": 4.88
  },
  {
    "text": "much more divisible than gold. Bitcoin is \ncomposed of a million pieces called Satoshis.  ",
    "start": 278.32,
    "duration": 6.16
  },
  {
    "text": "It's much more durable, divisible, transportable. \nYou can attach a Bitcoin to an SMS message,  ",
    "start": 284.48,
    "duration": 6.4
  },
  {
    "text": "or, or an email and send it for free \nand in real time across the world.  ",
    "start": 290.88,
    "duration": 4.4
  },
  {
    "text": "And it's incredibly easy to verify. The second you \nget a Bitcoin, you know that it's a good Bitcoin.",
    "start": 295.28,
    "duration": 4.24
  },
  {
    "text": "BILL BARHYDT: Bitcoin itself is what we call \ndeflationary, which means that over time,  ",
    "start": 299.52,
    "duration": 4.4
  },
  {
    "text": "the amount of Bitcoin in circulation if you \nlook at a chart, would actually approach a  ",
    "start": 303.92,
    "duration": 3.92
  },
  {
    "text": "fixed value of 21 million, never quite approach \nit, but it will asymptotically in math terms,  ",
    "start": 307.84,
    "duration": 5.52
  },
  {
    "text": "approach that line of 21 million over time. And it \ndoes that, by the amount of Bitcoin being mined,  ",
    "start": 313.36,
    "duration": 6.0
  },
  {
    "text": "or created, being cut in half every so often, \nright? Right now it's every few years. And then  ",
    "start": 319.36,
    "duration": 7.28
  },
  {
    "text": "it'll be every few months, and then et cetera, \net cetera. Right? And so that these halvenings  ",
    "start": 326.64,
    "duration": 4.32
  },
  {
    "text": "actually create a predictable rate at which \nBitcoin is created. That rate, like I said,  ",
    "start": 330.96,
    "duration": 6.0
  },
  {
    "text": "will asymptotically approach 21 million over \nseveral years. And at that point though,  ",
    "start": 336.96,
    "duration": 6.4
  },
  {
    "text": "if Bitcoin is being used for money transfer \napplications, there are institutional investors  ",
    "start": 343.36,
    "duration": 5.44
  },
  {
    "text": "buying it like digital gold, that will \ndrive the price higher, but if the price  ",
    "start": 348.8,
    "duration": 5.52
  },
  {
    "text": "shoots up, to let's say, a trillion \ndollars, right? And there's only 21 million,  ",
    "start": 354.32,
    "duration": 4.56
  },
  {
    "text": "it's still not a problem, because you can \nsubdivide Bitcoin down to eight decimal places.  ",
    "start": 358.88,
    "duration": 3.92
  },
  {
    "text": "So you can get to the point where one satoshi, \nwhich is 0.0000001 Bitcoin, could be worth a  ",
    "start": 363.52,
    "duration": 6.48
  },
  {
    "text": "thousand dollars. So the ability to subdivide \nBitcoin into tiny amounts called satoshis,  ",
    "start": 370.0,
    "duration": 4.64
  },
  {
    "text": "which are, you know, in today's value, fractions \nof a penny, could eventually be worth, thousands  ",
    "start": 375.44,
    "duration": 5.04
  },
  {
    "text": "of dollars in their own right, right? So that \ngives the utility of Bitcoin a lot of legroom  ",
    "start": 380.48,
    "duration": 7.28
  },
  {
    "text": "for the longterm because even if the value goes \nup to trillions, you'll be able to subdivide it  ",
    "start": 387.76,
    "duration": 4.16
  },
  {
    "text": "into small amounts to make it useful for small \npayments. So cryptocurrencies eventually will  ",
    "start": 391.92,
    "duration": 4.72
  },
  {
    "text": "look like, traditional commodities, in my opinion. \nWhether it's gold, or platinum, or other metals,  ",
    "start": 396.64,
    "duration": 6.4
  },
  {
    "text": "or is probably the best, but it could look like \noil and gas, things like that. And so they are  ",
    "start": 403.04,
    "duration": 5.12
  },
  {
    "text": "starting to trade in in a fashion that's more \nand more similar, to traditional commodities.  ",
    "start": 408.16,
    "duration": 5.52
  },
  {
    "text": "But the difference right now is, they're not as \nliquid yet. Right? So that means that the price  ",
    "start": 414.24,
    "duration": 6.96
  },
  {
    "text": "is very inefficient, or the markets for \ncryptocurrencies are very inefficient.  ",
    "start": 421.2,
    "duration": 3.76
  },
  {
    "text": "So most people who are holding cryptocurrencies, \nare long-term holders, they're not selling,  ",
    "start": 424.96,
    "duration": 4.4
  },
  {
    "text": "okay? So that actually means that the \nprice of Bitcoin and Ether, for example, is  ",
    "start": 430.08,
    "duration": 4.32
  },
  {
    "text": "largely driven by the volume of buyers. So if \nthere are large volumes of buyers coming into  ",
    "start": 435.04,
    "duration": 5.6
  },
  {
    "text": "the market, it drives the price higher because \nthere are not a lot of sellers. But if the buyers  ",
    "start": 440.64,
    "duration": 4.24
  },
  {
    "text": "dry up, then the price goes down, regardless, \nbecause there are still not a lot of sellers.  ",
    "start": 444.88,
    "duration": 4.0
  },
  {
    "text": "So that'll change over time because if the price \nskyrockets, so for example, if institutional  ",
    "start": 449.92,
    "duration": 5.6
  },
  {
    "text": "money starts to come into the cryptocurrency \nmarket in large numbers, which I think it will,  ",
    "start": 455.52,
    "duration": 5.2
  },
  {
    "text": "that will force the price higher, \nbecause there's not enough cryptocurrency  ",
    "start": 460.72,
    "duration": 3.28
  },
  {
    "text": "to go around. And that'll also cause some of \nthe holders to loosen up their purse strings,  ",
    "start": 464.0,
    "duration": 6.4
  },
  {
    "text": "because they're going to want to reap the profits \nthat they've been waiting for for 10 to 15 years,  ",
    "start": 470.4,
    "duration": 4.64
  },
  {
    "text": "by the time that happens. And that'll \nalso create more liquidity in the system,  ",
    "start": 475.04,
    "duration": 5.12
  },
  {
    "text": "which will create a really positive feedback \nloop, which should drive the price even higher.  ",
    "start": 481.2,
    "duration": 4.4
  },
  {
    "text": "The other thing that I think is very \nrelevant is, you're starting to see  ",
    "start": 486.16,
    "duration": 3.6
  },
  {
    "text": "more traditional types of financial products \nbeing applied to cryptocurrencies, derivatives,  ",
    "start": 490.32,
    "duration": 5.6
  },
  {
    "text": "options, non-deliverable forward contracts. You \nknow, things like that, that actually will help  ",
    "start": 495.92,
    "duration": 6.24
  },
  {
    "text": "make the cryptocurrency market more efficient \nover time, close a lot of what we call arbitrage  ",
    "start": 502.16,
    "duration": 6.8
  },
  {
    "text": "loopholes, which is kind of like free money, in \nthe system for traders. And as those loopholes get  ",
    "start": 508.96,
    "duration": 5.12
  },
  {
    "text": "closed, the market becomes more efficient, more \nliquid, and it becomes better for everyone.",
    "start": 514.08,
    "duration": 5.36
  },
  {
    "text": "BRAD TEMPLETON: What Bitcoin creates \nis a ledger that needs no bank.  ",
    "start": 519.44,
    "duration": 5.6
  },
  {
    "text": "And that's actually pretty important \nbecause if you think about what is a bank,  ",
    "start": 525.6,
    "duration": 3.04
  },
  {
    "text": "at least as far as the money transfer and the \nchecking and the savings, not the loan part, but  ",
    "start": 529.68,
    "duration": 4.4
  },
  {
    "text": "the financial, the moving money part of a \nbank, it's really a secure ledger. The bank  ",
    "start": 534.96,
    "duration": 6.48
  },
  {
    "text": "does not just have a little file, that says your \naccount has $3,000 in it. They insist that when  ",
    "start": 541.44,
    "duration": 6.16
  },
  {
    "text": "you write something, they make a note in their \nledger, that $1,000 was transferred from your  ",
    "start": 547.6,
    "duration": 3.28
  },
  {
    "text": "account to someone else's account and so on. And \nthat's important to make it secure. Well, what the  ",
    "start": 550.88,
    "duration": 4.96
  },
  {
    "text": "designers of Bitcoin created was a way to make a \nledger that's secure, and that everyone can trust,  ",
    "start": 555.84,
    "duration": 5.76
  },
  {
    "text": "but that no one owns or controls. And this \nallows people to have money that can be,  ",
    "start": 561.6,
    "duration": 6.16
  },
  {
    "text": "free of the influence of governments, which \nis both bad if you're a government, and great,  ",
    "start": 568.72,
    "duration": 4.56
  },
  {
    "text": "if you don't like what governments \ndo, with their monetary policies.  ",
    "start": 573.28,
    "duration": 3.6
  },
  {
    "text": "It lets the policy be set by consensus and \nsoftware. So Bitcoin basically has found a way,  ",
    "start": 577.6,
    "duration": 5.68
  },
  {
    "text": "to always know what the majority thinks. And \nby always knowing what the majority thinks,  ",
    "start": 583.28,
    "duration": 4.08
  },
  {
    "text": "you get something you, you hope you can trust. \nIn theory, if, someone controlled more than  ",
    "start": 587.36,
    "duration": 4.96
  },
  {
    "text": "half of the computers in the world they could \ntake over Bitcoin, but that's pretty unlikely.",
    "start": 592.32,
    "duration": 3.44
  },
  {
    "text": "TONY SALDANHA:  ",
    "start": 595.76,
    "duration": 5.92
  },
  {
    "text": "Blockchain is the underlying programming, on \ntop of which, cryptocurrency—Bitcoin—has been  ",
    "start": 601.68,
    "duration": 8.08
  },
  {
    "text": "developed. Let me distinguish the two. Bitcoin \nis just one little application of blockchain. It  ",
    "start": 609.76,
    "duration": 7.92
  },
  {
    "text": "is something that most enterprises will shy away \nfrom because it is speculative. And I'm not here  ",
    "start": 617.68,
    "duration": 6.48
  },
  {
    "text": "to preach that companies go out and start trading \nusing Bitcoin, that would be a mistake. Blockchain  ",
    "start": 624.16,
    "duration": 6.72
  },
  {
    "text": "is, basically think of it as an Excel spreadsheet. \nIt is basically a big, big ledger, in which  ",
    "start": 630.88,
    "duration": 9.44
  },
  {
    "text": "everybody can put transactions, but none of the \ncells, none of the values of those transactions,  ",
    "start": 640.96,
    "duration": 6.56
  },
  {
    "text": "can be messed around with. Can be changed without \neverybody else saying, \"Oh, wait a minute!\"  ",
    "start": 647.52,
    "duration": 6.0
  },
  {
    "text": "You know, \"that particular cell was changed.\" And \nbecause of that, it is known to be unhackable.  ",
    "start": 653.52,
    "duration": 6.72
  },
  {
    "text": "Now, the value of having an underlying platform \nthat is available to the entire world to see,  ",
    "start": 660.24,
    "duration": 7.76
  },
  {
    "text": "if you have the appropriate kind of authorization, \nand is known to be secure is obvious, right?  ",
    "start": 668.96,
    "duration": 6.4
  },
  {
    "text": "Because we know one of the biggest challenges when \nit comes to technology is somebody changing the  ",
    "start": 675.36,
    "duration": 6.16
  },
  {
    "text": "values of my data. If you have an underlying \nplatform that's known to be unhackable, that  ",
    "start": 681.52,
    "duration": 7.2
  },
  {
    "text": "provides a huge competitive advantage for most \npeople. So potential uses of blockchain could be,  ",
    "start": 688.72,
    "duration": 6.16
  },
  {
    "text": "everything from, let's take a voting mechanism. \nBy the way, blockchain is being used for voting,  ",
    "start": 695.44,
    "duration": 7.76
  },
  {
    "text": "in places like Dubai for their stock \nexchange or even Latvia, Lithuania,  ",
    "start": 703.2,
    "duration": 5.68
  },
  {
    "text": "and Estonia, for their actual people voting \nprocesses. But there are more mundane uses  ",
    "start": 708.88,
    "duration": 6.24
  },
  {
    "text": "of blockchain. You could use blockchain, for \nexample, for intracompany financial transactions,  ",
    "start": 715.12,
    "duration": 6.16
  },
  {
    "text": "between the companies and both, within companies \nas well. So instead of having your money,  ",
    "start": 721.84,
    "duration": 6.08
  },
  {
    "text": "go from your company, to a bank, to another \ncompany, what if there was a common platform,  ",
    "start": 727.92,
    "duration": 5.76
  },
  {
    "text": "where you could actually have the best \ninformation, that could not be hacked.  ",
    "start": 733.68,
    "duration": 4.4
  },
  {
    "text": "That would eliminate the middlemen. That is \nthe promise of blockchain. It has the ability  ",
    "start": 738.64,
    "duration": 6.08
  },
  {
    "text": "to eliminate the middleperson because everybody \nhas equal access to one version of the truth.",
    "start": 744.72,
    "duration": 6.16
  },
  {
    "text": "BRIAN BEHLENDORF: One of the real strengths is \nbeing able to take these systems that today depend  ",
    "start": 750.88,
    "duration": 3.68
  },
  {
    "text": "very much on bureaucracy, and paperwork, and very \nhuman processes for sure, but processes that get  ",
    "start": 754.56,
    "duration": 6.96
  },
  {
    "text": "bogged down and actually automate them. And cut \nthe cost of a lot of this, but also by automating  ",
    "start": 761.52,
    "duration": 6.8
  },
  {
    "text": "them, improve the auditability of them. People pay \na lot of money to have third-party auditors come  ",
    "start": 768.32,
    "duration": 6.96
  },
  {
    "text": "in and make sure that the claims that are in their \nbooks are actually real. It's a tremendous burden.  ",
    "start": 775.28,
    "duration": 5.52
  },
  {
    "text": "And it's why bureaucracy often requires three \nsignatures to do anything interesting. To send a  ",
    "start": 780.8,
    "duration": 5.84
  },
  {
    "text": "shipping container, for example, from Asia to the \nUnited States. About half the cost of that is in  ",
    "start": 786.64,
    "duration": 5.68
  },
  {
    "text": "the paperwork involved in coordinating between 20 \nto 30 different organizations for sign-offs from  ",
    "start": 792.32,
    "duration": 5.76
  },
  {
    "text": "the bill of materials, all the way to the person \nthat's delivered to. If blockchain technology can  ",
    "start": 798.08,
    "duration": 4.48
  },
  {
    "text": "help us automate these systems, make them more \nefficient, they may also ensure that we keep  ",
    "start": 802.56,
    "duration": 6.08
  },
  {
    "text": "the opportunities for fraud and the opportunities \nfor corruption to a minimum. If we make it hard to  ",
    "start": 808.64,
    "duration": 7.28
  },
  {
    "text": "steal people's land, or to ship illicit product \nin shipping containers, or simply approving a  ",
    "start": 815.92,
    "duration": 7.52
  },
  {
    "text": "permit for construction on your home, holding \nthat up for days or months until you pay me an  ",
    "start": 823.44,
    "duration": 4.96
  },
  {
    "text": "expediter fee—which all too often happens in \nhome remodeling—If we can make these processes  ",
    "start": 828.4,
    "duration": 7.36
  },
  {
    "text": "a bit more automated more transparent, then \nI think we can do a lot to improve society.",
    "start": 835.76,
    "duration": 4.96
  },
  {
    "text": "ELAD GIL: Some people are talking \nabout the web three, or internet three,  ",
    "start": 840.72,
    "duration": 3.04
  },
  {
    "text": "and how all infrastructure is gonna flip over \nto decentralized, cryptocurrency-based systems.  ",
    "start": 843.76,
    "duration": 6.08
  },
  {
    "text": "I'm much more skeptical about that, at least \nin the short run. In part because centralized  ",
    "start": 849.84,
    "duration": 6.48
  },
  {
    "text": "systems tend to be dramatically more efficient \nthan decentralized systems. In other words, if you  ",
    "start": 856.32,
    "duration": 5.76
  },
  {
    "text": "look at the costs of running a centralized system, \nit's much lower. You have bargaining power around  ",
    "start": 862.08,
    "duration": 5.12
  },
  {
    "text": "the underlying hardware. You have economies of \nscale in terms of how you deploy it and where you  ",
    "start": 867.2,
    "duration": 4.56
  },
  {
    "text": "place it. And also just running these systems is \nmuch simpler, if you have a centralized approach.",
    "start": 871.76,
    "duration": 6.16
  },
  {
    "text": "BEHLENDORF: Every use case I could give you \naround where blockchain technology is applicable,  ",
    "start": 877.92,
    "duration": 4.08
  },
  {
    "text": "you could always come back to me as a technologist \nand say, \"Wouldn't this be more efficient, faster,  ",
    "start": 882.0,
    "duration": 5.44
  },
  {
    "text": "cheaper to do as a central database? Isn't \nsomebody just gonna pull a Google or pull an  ",
    "start": 887.44,
    "duration": 4.96
  },
  {
    "text": "Amazon, and build a central database to track all \nthe fish supply, catches and shipping, you know,  ",
    "start": 892.4,
    "duration": 5.44
  },
  {
    "text": "this or that?\" And the answer is always yes, that \nit is more efficient and cheaper, but it's also  ",
    "start": 897.84,
    "duration": 6.4
  },
  {
    "text": "expensive when you think about the cost of having \npolitically, and from a business perspective,  ",
    "start": 904.24,
    "duration": 4.8
  },
  {
    "text": "having a central actor in a marketplace. \nMany marketplaces simply don't want that.  ",
    "start": 909.04,
    "duration": 4.8
  },
  {
    "text": "The banks of the world don't want one big bank at \nthe center. People who care about their land title  ",
    "start": 914.8,
    "duration": 6.32
  },
  {
    "text": "care about, worry about the corruptibility of the \nland title office. In certain countries that's a  ",
    "start": 921.76,
    "duration": 6.16
  },
  {
    "text": "big issue. Blockchain technology allows us to \nbuild the same kind of systems, but in a world  ",
    "start": 927.92,
    "duration": 5.36
  },
  {
    "text": "where we don't want to or we can't trust central \nactors. And, that's hard to wrap your head around,  ",
    "start": 933.28,
    "duration": 5.68
  },
  {
    "text": "especially because everyone believes they can \nbe trusted, right? Hey, if I'm the center of  ",
    "start": 938.96,
    "duration": 3.2
  },
  {
    "text": "the market, you can trust me. What do you mean \nyou can't? It feels like a very personal affront  ",
    "start": 942.16,
    "duration": 3.92
  },
  {
    "text": "perhaps even to say that but it's essential, \nI think, to realize you can't really grow  ",
    "start": 946.08,
    "duration": 7.04
  },
  {
    "text": "your market beyond those who can really trust \nyou, if that's your business model. So that's,  ",
    "start": 953.12,
    "duration": 7.76
  },
  {
    "text": "I think, hard for people, for some people to \nget the conceptual model around, just like it  ",
    "start": 960.88,
    "duration": 4.72
  },
  {
    "text": "might've been hard in 1993 to understand what \nit means to send email to somebody at the other  ",
    "start": 965.6,
    "duration": 5.6
  },
  {
    "text": "side of the planet, or to buy a television or \nbuy a car through a website. You would've been  ",
    "start": 972.0,
    "duration": 7.68
  },
  {
    "text": "told you were crazy to think that people would be \ndoing that in 1993. Now we kind of take it almost  ",
    "start": 979.68,
    "duration": 4.48
  },
  {
    "text": "for granted. So, these are the challenges, but \nI see many people addressing these challenges.",
    "start": 984.16,
    "duration": 6.4
  }
]