[
  {
    "text": "One of the reasons that I love writing about\nthe arts, you know, curating work is not even",
    "start": 0.14,
    "duration": 7.0
  },
  {
    "text": "so much that you're able to honor one person's\nexpression and pay tribute to that. But because",
    "start": 7.18,
    "duration": 7.0
  },
  {
    "text": "of how much it can shift things in us, you\nknow. Frederick Douglas during the Civil War",
    "start": 14.87,
    "duration": 7.0
  },
  {
    "text": "surprised his audience when he spoke about\nthis idea, you know. His idea was that it",
    "start": 22.15,
    "duration": 4.549
  },
  {
    "text": "wouldn't be combat that would get America\nto have a new vision of itself but pictures,",
    "start": 26.699,
    "duration": 4.941
  },
  {
    "text": "right. Pictures, he said. And the thought\npictures that they create in the mind are",
    "start": 31.64,
    "duration": 5.439
  },
  {
    "text": "the way that we can kind of slip in the back\ndoor by rational thought and see the world",
    "start": 37.079,
    "duration": 5.78
  },
  {
    "text": "differently. I love that. His speech was called\nPictures and Progress and then he retitled",
    "start": 42.859,
    "duration": 5.34
  },
  {
    "text": "it Life Pictures.",
    "start": 48.199,
    "duration": 1.52
  },
  {
    "text": "And as I came across his speech I thought\nthis is why I do what I do, you know. How",
    "start": 49.719,
    "duration": 6.171
  },
  {
    "text": "many movements have begun in the world when\none person's work, one song, one impactful",
    "start": 55.89,
    "duration": 7.0
  },
  {
    "text": "aesthetic experience shifted things entirely\nfor a leader, for a group of people, you know.",
    "start": 63.019,
    "duration": 6.6
  },
  {
    "text": "The environmental movement really catalyzed\nand began when we saw that earth rise image,",
    "start": 69.619,
    "duration": 6.14
  },
  {
    "text": "you know, taken from the Apollo VIII. And\nwe saw that our world was in an environment",
    "start": 75.759,
    "duration": 5.661
  },
  {
    "text": "that we needed to honor. Or think about the\nway that Brown versus the Board of Education",
    "start": 81.42,
    "duration": 6.14
  },
  {
    "text": "would not have had Charles Black there, that\nconstitutional lawyer if he hadn't seen Louis",
    "start": 87.56,
    "duration": 6.059
  },
  {
    "text": "Armstrong perform that night in 1931 in Austin,\nTexas. And in that moment say to himself well",
    "start": 93.619,
    "duration": 6.82
  },
  {
    "text": "there is genius coming out of this man's horn.\nAnd if there's genius in this black man then",
    "start": 100.439,
    "duration": 6.621
  },
  {
    "text": "segregation must be wrong.",
    "start": 107.06,
    "duration": 3.199
  },
  {
    "text": "And to know in that moment that he was walking\ntowards justice as he put it when he describes",
    "start": 110.259,
    "duration": 5.411
  },
  {
    "text": "what got him to be on the Brown versus Board\nof Education case, you know. There's so many",
    "start": 115.67,
    "duration": 5.82
  },
  {
    "text": "examples where really aesthetic force more\nthan rational argument alone has been what",
    "start": 121.49,
    "duration": 6.18
  },
  {
    "text": "has shifted and turned the tide, you know,\nin the face of massive injustice. So I think",
    "start": 127.67,
    "duration": 5.38
  },
  {
    "text": "of the arts as far more than just a respite\nfrom life, a kind of a luxury. I see it as",
    "start": 133.05,
    "duration": 4.85
  },
  {
    "text": "a galvanic force really that undergirds some\nof our most impactful changes and movements",
    "start": 137.9,
    "duration": 5.65
  },
  {
    "text": "in this country and in this world.",
    "start": 143.55,
    "duration": 1.21
  }
]