[
  {
    "text": "Michio Kaku: Some people think that the time \nis right for the solar revolution, that one day  ",
    "start": 0.0,
    "duration": 5.04
  },
  {
    "text": "solar power will replace oil and we’ll all live \nin a world that is clean and renewable. Well,  ",
    "start": 5.04,
    "duration": 6.75
  },
  {
    "text": "not so fast. I believe in solar power. However, \nthere are problems that we have to face,  ",
    "start": 11.79,
    "duration": 6.57
  },
  {
    "text": "and one of them is low efficiency. The other one \nis lack of a storage facility like a battery.  ",
    "start": 18.36,
    "duration": 6.3
  },
  {
    "text": "That’s’ the weak link. We simply don’t have \nthe efficiency of solar cells necessary to  ",
    "start": 24.66,
    "duration": 6.21
  },
  {
    "text": "make it economical and competitive today, and the \nability to store the energy for long periods of  ",
    "start": 30.87,
    "duration": 5.67
  },
  {
    "text": "time when the sun is dark, when there are \nclouds and your solar panels don’t work.",
    "start": 36.54,
    "duration": 5.49
  },
  {
    "text": "So my point of view is this: \nI think in the coming decade,  ",
    "start": 42.03,
    "duration": 3.54
  },
  {
    "text": "as oil prices start to rise and as the cost of \nwind and solar and renewables start to drop,  ",
    "start": 45.57,
    "duration": 8.46
  },
  {
    "text": "the two currents will probably cross \nin maybe ten years. So in ten years it  ",
    "start": 54.03,
    "duration": 4.815
  },
  {
    "text": "will be the marketplace which then begins to \ndrive the whole thing forward because of the  ",
    "start": 58.845,
    "duration": 4.905
  },
  {
    "text": "dropping cost of solar cells and rising \nefficiency and the rising price of oil.",
    "start": 63.75,
    "duration": 6.51
  },
  {
    "text": "Now, why do I believe that oil prices will \nrise? Because of something called Hubbert’s  ",
    "start": 70.26,
    "duration": 5.22
  },
  {
    "text": "Peak. Hubbert was a Shell Oil engineer way \nback in the 1960s who predicted that we would  ",
    "start": 75.48,
    "duration": 8.1
  },
  {
    "text": "hit the halfway point for the production \nof oil in the United States and after that  ",
    "start": 83.58,
    "duration": 6.0
  },
  {
    "text": "the bell-shaped curve would curve the other \nway and we would become an importer of oil.",
    "start": 89.58,
    "duration": 6.33
  },
  {
    "text": "Well, people laughed at him \nbecause they said that, “Well,  ",
    "start": 95.91,
    "duration": 3.69
  },
  {
    "text": "wait a minute. We have Alaska. We have Texas. \nWe have lots of oil fields, and so we’re not  ",
    "start": 99.6,
    "duration": 6.51
  },
  {
    "text": "going to hit the 50% point. America will always \nexport oil.” Well, wrong. Hubbert hit it right  ",
    "start": 106.11,
    "duration": 7.95
  },
  {
    "text": "on the nose to within the year at which US oil \nsupplies peaked and then it went to the other  ",
    "start": 114.06,
    "duration": 8.13
  },
  {
    "text": "side of the bell-shaped curve. That’s called \nHubbert’s Peak, when we hit the 50% point.",
    "start": 122.19,
    "duration": 5.43
  },
  {
    "text": "Now we know that Hubbard was right and the next \nbig question is, are we hitting Hubbert’s Peak  ",
    "start": 127.62,
    "duration": 6.33
  },
  {
    "text": "for world oil production? That is the $64,000 \nquestion. Many people that I've talked to,  ",
    "start": 133.95,
    "duration": 8.52
  },
  {
    "text": "senior oil analysts, energy analysts, say that we \nare either at Hubbert’s Peak or within ten years  ",
    "start": 142.47,
    "duration": 6.69
  },
  {
    "text": "of hitting Hubbert’s Peak. Now some people say, \n“Well that’s stupid. We discover new oil deposits  ",
    "start": 149.16,
    "duration": 6.12
  },
  {
    "text": "all the time. Look at Canada. We have tar sands of \nCanada, right?” Wrong. It turns out that we will  ",
    "start": 155.28,
    "duration": 7.89
  },
  {
    "text": "always have oil. We will never run out of oil, \nexcept oil will become more expensive as we go  ",
    "start": 163.17,
    "duration": 7.62
  },
  {
    "text": "down the other side of Hubbert’s Peak. We would \nhave to discover a new Saudi Arabia every five to  ",
    "start": 170.79,
    "duration": 7.86
  },
  {
    "text": "ten years in order for this curve to simply go on \nforever. That’s not going to happen. I don’t care  ",
    "start": 178.65,
    "duration": 6.72
  },
  {
    "text": "how many tar sands you’re talking about in Canada. \nYou’re not going to create a new Saudi Arabia,  ",
    "start": 185.37,
    "duration": 5.4
  },
  {
    "text": "which produces very clean, very cheap oil, \noil that is prized by the oil companies  ",
    "start": 190.77,
    "duration": 6.54
  },
  {
    "text": "because it is relatively less polluting and has \ntremendous amounts of profits associated with it.",
    "start": 197.31,
    "duration": 6.45
  },
  {
    "text": "So we do know that oil prices will \nfluctuate because of politics,  ",
    "start": 203.76,
    "duration": 3.99
  },
  {
    "text": "but on average it will start to rise because \nwe will be hitting Hubbert’s Peak. Meanwhile,  ",
    "start": 207.75,
    "duration": 6.33
  },
  {
    "text": "solar power is going to become cheaper and in 10 \nyears or so the two curves could actually cross,  ",
    "start": 214.08,
    "duration": 5.22
  },
  {
    "text": "and in 20 years a new game changer arrives and \nthat is fusion power. The Europeans are betting  ",
    "start": 219.3,
    "duration": 8.97
  },
  {
    "text": "the store on the ITER fusion reactor to be built \noutside Cadarache, France in Southern France,  ",
    "start": 228.27,
    "duration": 7.23
  },
  {
    "text": "and if we have the power of the sun on the earth \nthen sea water could drive all our machines.",
    "start": 235.5,
    "duration": 7.05
  },
  {
    "text": "So if this scenario plays out as I predict, \nit means that global warming could actually  ",
    "start": 242.55,
    "duration": 6.93
  },
  {
    "text": "be a problem only for the next several decades \nas we enter the solar era and the fusion era.  ",
    "start": 249.48,
    "duration": 7.56
  },
  {
    "text": "The problem is we have already lofted so \nmuch carbon dioxide into the atmosphere,  ",
    "start": 257.04,
    "duration": 5.19
  },
  {
    "text": "and we will continue to do so for decades to \ncome, that even before we enter the solar age  ",
    "start": 262.23,
    "duration": 7.67
  },
  {
    "text": "and the fusion age we will have so much \ncarbon dioxide in the atmosphere that we  ",
    "start": 269.9,
    "duration": 6.0
  },
  {
    "text": "will really screw up the weather. But on a \nlong-term basis I think that solar energy  ",
    "start": 275.9,
    "duration": 6.39
  },
  {
    "text": "and fusion power will be the solution, the \nultimate solution, for the greenhouse problem.",
    "start": 282.29,
    "duration": 5.19
  }
]