[
  {
    "text": "Question: What is the worst \nadvice you’ve ever given?",
    "start": 0.0,
    "duration": 2.361
  },
  {
    "text": "Dan Savage: God. That is a hard question to \nanswer. I once... God, I can’t even remember.  ",
    "start": 2.361,
    "duration": 9.189
  },
  {
    "text": "You know, early on when I started writing the \ncolumn it was a joke. I was going to be the gay  ",
    "start": 11.55,
    "duration": 8.28
  },
  {
    "text": "advice columnist who was as rude to straight \npeople as straight advice columnists always  ",
    "start": 19.83,
    "duration": 3.39
  },
  {
    "text": "had been to gay people and it was just a gag. \nAnd straight people really responded to that  ",
    "start": 23.22,
    "duration": 6.39
  },
  {
    "text": "kind of contemptuous treatment and started \nsending me real letters, and suddenly I had  ",
    "start": 29.61,
    "duration": 5.04
  },
  {
    "text": "to answer real questions from real people. And I \ndidn’t know jack shit about particularly women’s  ",
    "start": 34.65,
    "duration": 5.7
  },
  {
    "text": "bodies because I stopped paying attention once \nI realized I wouldn’t... that was a country I  ",
    "start": 40.35,
    "duration": 5.76
  },
  {
    "text": "was never going to visit. I didn’t need the \nBaedekers, you know? And so yeah, I didn’t  ",
    "start": 46.11,
    "duration": 4.56
  },
  {
    "text": "know how the clit worked and I gave lousy advice \nabout getting women off that got me yelled at.",
    "start": 50.67,
    "duration": 6.3
  },
  {
    "text": "I think the worst and perhaps most damaging \nadvice I ever gave was to Jake Shears who I  ",
    "start": 56.97,
    "duration": 8.94
  },
  {
    "text": "met when he was 15 years old and he asked if he \nshould come out to his parents and he described  ",
    "start": 65.91,
    "duration": 3.69
  },
  {
    "text": "what was going on and who they were and what you \nknow what he thought they might know. And after he  ",
    "start": 70.74,
    "duration": 4.89
  },
  {
    "text": "told me everything I was like: \"Oh, they know. \nThey’re just waiting for you to tell them. You  ",
    "start": 75.63,
    "duration": 3.72
  },
  {
    "text": "should tell them. Just come out to them. They’re \nwaiting. They’re ready.\" And he came out to them  ",
    "start": 79.35,
    "duration": 4.98
  },
  {
    "text": "and they didn’t know and it was a big disaster \nand they threatened to pull him out of school  ",
    "start": 84.33,
    "duration": 2.82
  },
  {
    "text": "and they were really angry and so he called me. \nI had a radio show and he called me and I got him  ",
    "start": 87.15,
    "duration": 6.57
  },
  {
    "text": "off the air and got his mother’s phone number \nand called my mother and gave my mother Jake’s  ",
    "start": 93.72,
    "duration": 3.93
  },
  {
    "text": "mother’s phone number and had my mom call him \nmom and yell at her. And it helped, but yeah,  ",
    "start": 97.65,
    "duration": 5.16
  },
  {
    "text": "I gave him so really shitty advice. And that is \nreally shitty advice. There is a lot of bad advice  ",
    "start": 102.81,
    "duration": 4.77
  },
  {
    "text": "for gay middle schoolers and high schoolers out \nthere telling them that they should just come out  ",
    "start": 107.58,
    "duration": 3.78
  },
  {
    "text": "and not everybody is in a position where that \nis wise or safe and we have to tell these gay  ",
    "start": 111.36,
    "duration": 6.39
  },
  {
    "text": "teenagers to take a cold, hard look at who their \nfamilies are and where they live before they take  ",
    "start": 117.75,
    "duration": 5.64
  },
  {
    "text": "that step. Most of the bullied gay kids are kids \nwho can’t hide and can’t pass for straight and  ",
    "start": 123.39,
    "duration": 6.84
  },
  {
    "text": "gay adults need to be careful about telling, as \nI was not at that moment, telling 15 year-olds to  ",
    "start": 130.23,
    "duration": 6.67
  },
  {
    "text": "come out. Something like 40% of homeless teenagers \nare gay and lesbian teenagers who have been thrown  ",
    "start": 136.9,
    "duration": 5.73
  },
  {
    "text": "out of the house when they were outed or came out \nand unless we’re willing to take, as a community,  ",
    "start": 142.63,
    "duration": 5.19
  },
  {
    "text": "financial responsibility for these kids who \nget thrown out we just can’t glibly tell middle  ",
    "start": 147.82,
    "duration": 6.33
  },
  {
    "text": "schoolers that they have a responsibility \nto come out in middle school and make it  ",
    "start": 154.15,
    "duration": 4.77
  },
  {
    "text": "better for themselves if it really is going to \nimperil their lives and their futures to do that.",
    "start": 158.92,
    "duration": 5.61
  },
  {
    "text": "You have to come out from a position of strength \nand you have... and some security and I get grief  ",
    "start": 164.53,
    "duration": 6.0
  },
  {
    "text": "because I tell kids who are in college whose \nparents are paying for college who would cut  ",
    "start": 170.53,
    "duration": 3.3
  },
  {
    "text": "them off to wait. Wait until the last check \nclears in your senior year and then come out.",
    "start": 173.83,
    "duration": 4.68
  },
  {
    "text": "That said, you can... Sometimes gay people \nunderestimate their families because they  ",
    "start": 178.51,
    "duration": 8.64
  },
  {
    "text": "want to justify their own cowardice. Some \npeople don’t come out to their families  ",
    "start": 187.15,
    "duration": 2.94
  },
  {
    "text": "when they could and their families would be \nsupportive and the gay person is just afraid  ",
    "start": 190.09,
    "duration": 4.59
  },
  {
    "text": "and they inflate... they exaggerate their \nfamily’s homophobia in a self-serving way  ",
    "start": 194.68,
    "duration": 5.7
  },
  {
    "text": "as an excuse never to come out. When I meet \na 30 year-old who is not out to their family,  ",
    "start": 200.38,
    "duration": 5.4
  },
  {
    "text": "it’s always that their family is so homophobic. \nAnd really what is going on there is that that  ",
    "start": 205.78,
    "duration": 5.19
  },
  {
    "text": "gay person is a chickenshit and a coward \nand so they make their families out to be  ",
    "start": 210.97,
    "duration": 4.65
  },
  {
    "text": "these monsters that they’re not, necessarily. \nAnd so they don’t ever have to like live some  ",
    "start": 215.62,
    "duration": 5.49
  },
  {
    "text": "integrity and honesty and ethics and \nI have no sympathy for those people.",
    "start": 221.11,
    "duration": 6.72
  }
]