[
  {
    "text": "David Ropeik: We are stuck in a post enlightenment \nfealty to pure Cartesian logical reason. “We’re  ",
    "start": 0.0,
    "duration": 15.9
  },
  {
    "text": "smart. We’re at the peak of evolution. We have \nthis powerful ability to think.” To paraphrase  ",
    "start": 15.9,
    "duration": 6.48
  },
  {
    "text": "Ambrose Bierce from the Devil’s Dictionary \nhowever, the reality is, and there is lots of  ",
    "start": 22.38,
    "duration": 4.89
  },
  {
    "text": "science about this, the brain is only the organ \nwith which we think we think. Its job is not to  ",
    "start": 27.27,
    "duration": 8.4
  },
  {
    "text": "win Nobel Prizes and to pass math tests. Its job \nis to get us to tomorrow. It’s a survival machine  ",
    "start": 35.67,
    "duration": 7.89
  },
  {
    "text": "and it plays a lot of tricks with the facts in \norder to get us to tomorrow. That worked pretty  ",
    "start": 43.56,
    "duration": 7.02
  },
  {
    "text": "well when the risks were lions and tigers and \nbears and the dark oh my. It’s not as good now  ",
    "start": 50.58,
    "duration": 6.57
  },
  {
    "text": "when we need to rationalize and reason and use the \nfacts more with the complicated risks we face in  ",
    "start": 57.15,
    "duration": 5.52
  },
  {
    "text": "a modern age - climate change and genetically \nmodified food and unsustainable living on the  ",
    "start": 62.67,
    "duration": 5.91
  },
  {
    "text": "planet and—that takes a lot more thinking, kind \nof cognitive, slow, more effortful thinking.",
    "start": 68.58,
    "duration": 9.3
  },
  {
    "text": "That we are not instinctively built that way \nmust be recognized if we’re going to get beyond  ",
    "start": 77.88,
    "duration": 7.62
  },
  {
    "text": "the risks of not being built that way. It would \nbe ultimately rational and reasonable for the  ",
    "start": 85.5,
    "duration": 7.05
  },
  {
    "text": "rationalists and the Cartesians to accept what \nthe science now tells us, which is the brain  ",
    "start": 92.55,
    "duration": 6.09
  },
  {
    "text": "is only the organ with which we think we think \nand there is a lot of subjective mess that goes  ",
    "start": 98.64,
    "duration": 4.17
  },
  {
    "text": "into the decisions we make that often fly in \nthe face of the facts. We better accept that  ",
    "start": 102.81,
    "duration": 5.19
  },
  {
    "text": "and understand it, so that we can apply that in \norder to avoid the pitfalls of our subjective way  ",
    "start": 108.0,
    "duration": 7.89
  },
  {
    "text": "of perceiving the world. If we know why we get it \nwrong, if we know what subjective influences that  ",
    "start": 115.89,
    "duration": 8.52
  },
  {
    "text": "Daniel Kahneman and Paul Slovic and a whole lot of \nreally smart people have figured out about why our  ",
    "start": 124.41,
    "duration": 5.52
  },
  {
    "text": "judgments don’t match the facts, if we know why \nwe’re irrational more than just accepting that  ",
    "start": 129.93,
    "duration": 7.17
  },
  {
    "text": "we are, the evidence says we are, but if we know \nwhy we can use those insights to say woops that  ",
    "start": 137.1,
    "duration": 5.124
  },
  {
    "text": "is why we’re making this mistake about X, Y or \nZ and avoid the dangers of making that mistake.",
    "start": 142.224,
    "duration": 4.626
  },
  {
    "text": "Our brain is hardwired and the chemistry of \nthe brain guarantees that we feel first and  ",
    "start": 146.85,
    "duration": 7.14
  },
  {
    "text": "think second and that’s initially \nwhen we encounter information,  ",
    "start": 153.99,
    "duration": 5.4
  },
  {
    "text": "but in an ongoing basis between the facts and \nthe feelings in our brain the feelings carry  ",
    "start": 159.39,
    "duration": 4.56
  },
  {
    "text": "more weight. I mean the feelings are—they \nfeel wonderful, but they might be wrong.  ",
    "start": 163.95,
    "duration": 5.25
  },
  {
    "text": "Recognizing that they might be wrong here is \nwhat you can do. Take more time. If the brain  ",
    "start": 169.2,
    "duration": 6.99
  },
  {
    "text": "jumps to conclusions out of emotion first and \nmore and there is plenty of science on this,  ",
    "start": 176.19,
    "duration": 6.18
  },
  {
    "text": "just assume that your first decision might not be \nthe most informed one. Don’t leap to conclusions,  ",
    "start": 182.37,
    "duration": 5.82
  },
  {
    "text": "make up your mind quickly. Take more time, a half \nan hour, an hour, a day, two. Think about it.  ",
    "start": 188.19,
    "duration": 8.28
  },
  {
    "text": "Cogitate on it. Get more information. Get more \ninformation, not just from sources who already  ",
    "start": 196.47,
    "duration": 5.46
  },
  {
    "text": "tell you what you know and believe because that is \njust going to reinforce what you know, which will  ",
    "start": 201.93,
    "duration": 5.7
  },
  {
    "text": "feel great, but may not add to your knowledge, \nbut take more time and get more information and  ",
    "start": 207.63,
    "duration": 5.79
  },
  {
    "text": "that allows that information and the fact side \nof this dual system to play more of a role.",
    "start": 213.42,
    "duration": 6.9
  },
  {
    "text": "Let me give you an example. Vaccines, let’s \ntake—there is a relatively new vaccine HPV  ",
    "start": 220.32,
    "duration": 5.79
  },
  {
    "text": "vaccine, human papillomavirus vaccine for \nyoung, pre-sexual aged daughters and they  ",
    "start": 226.11,
    "duration": 7.05
  },
  {
    "text": "are now actually recommending it for boys too. \nSome versions of the virus are a scourge cause  ",
    "start": 233.16,
    "duration": 4.62
  },
  {
    "text": "of cervical cancer and other sexually transmitted \ndiseases. Well the first reaction many people  ",
    "start": 237.78,
    "duration": 7.23
  },
  {
    "text": "might have is to the word vaccines. That has \na whole stigmatized uh-oh. That’s a natural,  ",
    "start": 245.01,
    "duration": 12.06
  },
  {
    "text": "emotional, first subjective protective way the \nbrain is going to react to vaccines. If you just  ",
    "start": 257.07,
    "duration": 7.92
  },
  {
    "text": "went with the reaction right there it isn’t as \ninformed as looking up what is the prevalence of  ",
    "start": 264.99,
    "duration": 6.37
  },
  {
    "text": "cervical cancer amongst girls in your demographic, \nyour age group, your gender, your neighborhood,  ",
    "start": 271.36,
    "duration": 8.7
  },
  {
    "text": "your walk of life. That would be interesting and \nhelpful information. What are the side effects  ",
    "start": 280.06,
    "duration": 6.93
  },
  {
    "text": "of the vaccine? Find out. I'm not making up your \nmind for you about the vaccine, but do you see how  ",
    "start": 286.99,
    "duration": 6.18
  },
  {
    "text": "instinctively your first reaction to vaccines \nuh-oh starts to broaden against the subjective  ",
    "start": 293.17,
    "duration": 9.84
  },
  {
    "text": "pitfalls of maybe getting it wrong if you give \nyourself more time and get more information?",
    "start": 303.01,
    "duration": 4.35
  },
  {
    "text": "Know that the brain’s instinct is to make \nquick decisions and to lean on instinct  ",
    "start": 307.36,
    "duration": 8.25
  },
  {
    "text": "and affect and emotion first to make them and \nthat might get you into trouble as a tool for  ",
    "start": 315.61,
    "duration": 6.51
  },
  {
    "text": "making healthier choices and the quick, simplest, \nhandy way to do that is give yourself more time,  ",
    "start": 322.12,
    "duration": 6.24
  },
  {
    "text": "get more information from trustworthy sources \nand let the fact side of your reasonable,  ",
    "start": 328.36,
    "duration": 6.06
  },
  {
    "text": "reasoning, rational, great computer up there \nplay more of a role in the decisions you make.",
    "start": 334.42,
    "duration": 5.61
  }
]