[
  {
    "text": "Probably the watershed moment in my life and\nthe biggest decision I ever made was to come",
    "start": 5.359,
    "duration": 6.131
  },
  {
    "text": "out.",
    "start": 11.49,
    "duration": 1.45
  },
  {
    "text": "I came out in 1984 which is a long time ago\nnow and things weren’t as accepting as they",
    "start": 12.94,
    "duration": 7.64
  },
  {
    "text": "are.",
    "start": 20.58,
    "duration": 1.71
  },
  {
    "text": "And when I told my family that I was gay it\nwas said to me that you would never have a",
    "start": 22.29,
    "duration": 8.44
  },
  {
    "text": "spouse, a career or children.",
    "start": 30.73,
    "duration": 4.61
  },
  {
    "text": "And it wasn’t that they were trying to give\nme a hard time.",
    "start": 35.34,
    "duration": 2.39
  },
  {
    "text": "It’s that they were worried about me and\nthose were their realistic fears at the time.",
    "start": 37.73,
    "duration": 6.57
  },
  {
    "text": "What happened in that moment all those years\nago is the seeds of those things were planted",
    "start": 44.3,
    "duration": 6.98
  },
  {
    "text": "deeply within me and I felt it was my life\nplan to have a spouse, a career and a child.",
    "start": 51.28,
    "duration": 10.59
  },
  {
    "text": "Knowing that was what I needed to be secure\nand safe and happy and prospering was very",
    "start": 61.87,
    "duration": 7.6
  },
  {
    "text": "clarifying and once you go through a truth\ntelling moment like that with yourself you’ll",
    "start": 69.47,
    "duration": 7.39
  },
  {
    "text": "never go back.",
    "start": 76.86,
    "duration": 1.75
  },
  {
    "text": "And so coming out has been I think the greatest,\nmost liberating thing I’ve done in my life.",
    "start": 78.61,
    "duration": 6.95
  },
  {
    "text": "I have a wonderful young adult daughter, a\ncareer that means the world to me and today",
    "start": 85.56,
    "duration": 8.71
  },
  {
    "text": "is my thirty-first anniversary so I feel incredibly\nlucky that I had that challenge early on that",
    "start": 94.27,
    "duration": 9.48
  },
  {
    "text": "gave me a personal North Star for what I needed\nto achieve in my life.",
    "start": 103.75,
    "duration": 5.74
  }
]