[
  {
    "text": "You know, I finished up Celebrity Apprentice.",
    "start": 0.36,
    "duration": 3.369
  },
  {
    "text": "I finished, I came home, I had a book on my\nreading list that was Daniel Kahneman's",
    "start": 3.729,
    "duration": 7.0
  },
  {
    "text": "Thinking Fast and Slow. I opened it up and\nstarted reading and realized I was reading",
    "start": 14.01,
    "duration": 5.7
  },
  {
    "text": "kind of two things at once: an explanation\nof what I'd gone through on Celebrity Apprentice",
    "start": 19.71,
    "duration": 4.989
  },
  {
    "text": "and the best magic book I ever read. I don't\nthink Daniel Kahneman knew he was writing",
    "start": 24.699,
    "duration": 4.191
  },
  {
    "text": "a magic book. I don't think he knew he\nwas writing about Celebrity Apprentice. But",
    "start": 28.89,
    "duration": 3.47
  },
  {
    "text": "he might have. When I was on Celebrity Apprentice,\nI would see people who I knew fairly well,",
    "start": 32.36,
    "duration": 7.0
  },
  {
    "text": "and I would see them acting in ways that I\nfound wrong for their personalities, inappropriate;",
    "start": 39.64,
    "duration": 7.0
  },
  {
    "text": "I found embarrassing at times. And I couldn't\nfigure out why.  When you're outside",
    "start": 50.15,
    "duration": 6.14
  },
  {
    "text": "of the whole thing, you say, well they must\nbe giving them a lot of alcohol which",
    "start": 56.29,
    "duration": 5.83
  },
  {
    "text": "alcohol's always available, but most people\non my team didn't drink. So that didn't",
    "start": 62.12,
    "duration": 4.139
  },
  {
    "text": "work.  So maybe you're telling people\nto act crazy because it would make better",
    "start": 66.259,
    "duration": 3.911
  },
  {
    "text": "TV.  That wasn't happening either.  No one\never talked to me about that. And then I read,",
    "start": 70.17,
    "duration": 5.57
  },
  {
    "text": "and this is not Kahneman's work, he was\nquoting someone else, he just kind of brought",
    "start": 75.74,
    "duration": 3.699
  },
  {
    "text": "it together for me. He talked about ego depletion,\nego exhaustion. And it turns out that if you",
    "start": 79.439,
    "duration": 7.0
  },
  {
    "text": "just put cameras on someone, like you're\ndoing to me here, and you ask them to talk,",
    "start": 86.439,
    "duration": 6.06
  },
  {
    "text": "they will speak a little clearer, a little\nbetter, a little more carefully than they",
    "start": 92.499,
    "duration": 4.37
  },
  {
    "text": "would if there were no cameras around. \nBut that only works up to a point. And we",
    "start": 96.869,
    "duration": 4.761
  },
  {
    "text": "tend to think of, or I always tended to think\nof, I don't know about anybody else.",
    "start": 101.63,
    "duration": 4.619
  },
  {
    "text": "I always tended to think of some willpower as a character trait. My mom would talk",
    "start": 106.249,
    "duration": 6.351
  },
  {
    "text": "about, you know, Penn, you have to have\nwillpower.  With a lot of willpower you have",
    "start": 112.6,
    "duration": 3.399
  },
  {
    "text": "self-control. It was very, very important\nin my family, very important. And I thought",
    "start": 115.999,
    "duration": 4.91
  },
  {
    "text": "it was a character trait.  This was something\nthat maybe I'm born with some of it, but",
    "start": 120.909,
    "duration": 4.27
  },
  {
    "text": "I also want to develop. And the mind-blowing\nthing about Thinking Fast and Slow, reading",
    "start": 125.179,
    "duration": 5.961
  },
  {
    "text": "that book, was that it is not a character\ntrait. It is not a quality. It's a muscle.",
    "start": 131.14,
    "duration": 7.0
  },
  {
    "text": "The ego, the sensor, the thoughtful part of\nus that controls us, the self-control, is",
    "start": 144.79,
    "duration": 7.0
  },
  {
    "text": "something that requires effort, and a lot\nof effort. And after you've used that for",
    "start": 152.18,
    "duration": 4.43
  },
  {
    "text": "a while, if they if you make someone\nvery, very careful about what they say for",
    "start": 156.61,
    "duration": 5.989
  },
  {
    "text": "hours, they walk by a piece of chocolate cake\nand they're on a diet, they'll still",
    "start": 162.599,
    "duration": 4.291
  },
  {
    "text": "eat the chocolate cake. When I was on Celebrity\nApprentice with the camera's on me all",
    "start": 166.89,
    "duration": 4.409
  },
  {
    "text": "the time and carefully watching my move, I\ndid not make any attempt to eat healthy. Cheeseburger,",
    "start": 171.299,
    "duration": 6.821
  },
  {
    "text": "French fries every single lunch. I just don't\nhave the energy to use my self-control that",
    "start": 178.12,
    "duration": 7.0
  },
  {
    "text": "way. And for me, when my ego breaks down,\nwhen self-control goes away, I actually get",
    "start": 185.189,
    "duration": 7.0
  },
  {
    "text": "very quiet. What I tend to do is shut up.\nAnd if you watch Celebrity Apprentice, as",
    "start": 193.45,
    "duration": 6.05
  },
  {
    "text": "the day goes on, I am less provocative. I\nam less confrontational. When I am well-rested",
    "start": 199.5,
    "duration": 7.0
  },
  {
    "text": "and working and full of self-control, I am\nvery aggressive. It's what I do for a living.",
    "start": 208.519,
    "duration": 7.0
  },
  {
    "text": "When I get tired, I get quieter, I don't\nhave conflicts with people. I have to push",
    "start": 216.17,
    "duration": 7.0
  },
  {
    "text": "to be an asshole.  Other people who are very,\nvery nice and whose images were very nice",
    "start": 223.739,
    "duration": 6.37
  },
  {
    "text": "I mean their public image is very pleasant\nand sweet, after these cameras were on",
    "start": 230.109,
    "duration": 7.0
  },
  {
    "text": "them, you know, for five, six hours, all of\na sudden that, what I'm calling a muscle,",
    "start": 238.06,
    "duration": 7.0
  },
  {
    "text": "that self-control, would just be exhausted\nand they would just spew out anything that",
    "start": 247.609,
    "duration": 4.841
  },
  {
    "text": "was popping into their heads, really angry\nsquabbling and yelling and pressure. And it",
    "start": 252.45,
    "duration": 5.349
  },
  {
    "text": "was a fascinating way to look at it. It had\nnever crossed my mind that what was happening",
    "start": 257.799,
    "duration": 6.221
  },
  {
    "text": "was not some sort of mental illness but simply\na kind of a lack of self-control caused simply",
    "start": 264.02,
    "duration": 7.0
  },
  {
    "text": "by this ego exhaustion, which is very different.\nI'm not saying that well, the way",
    "start": 274.419,
    "duration": 5.34
  },
  {
    "text": "I understood Kahneman's book or this section\nof the book is not that they were physically",
    "start": 279.759,
    "duration": 6.231
  },
  {
    "text": "tired or even mentally tired, but that self-control,\nthat ego part, was tired. That part that says,",
    "start": 285.99,
    "duration": 7.0
  },
  {
    "text": "you will kind of want to do this, but you\nshould probably do that. It was fascinating.",
    "start": 293.99,
    "duration": 4.86
  },
  {
    "text": "And the first thing I did when I read\nthe Daniel Kahneman book was I bought copies",
    "start": 298.85,
    "duration": 4.26
  },
  {
    "text": "for all the producers on Celebrity Apprentice\nand sent it to them and said, \"Oh, by the",
    "start": 303.11,
    "duration": 3.779
  },
  {
    "text": "way, this is what you're doing\". And\nit's very funny that Kahneman talks about",
    "start": 306.889,
    "duration": 4.68
  },
  {
    "text": "all these studies that have been done where\nthey've put people in a room with TV cameras",
    "start": 311.569,
    "duration": 5.921
  },
  {
    "text": "and had them do tasks to watch how they acted,\nand said, you know, they could have just saved",
    "start": 317.49,
    "duration": 4.649
  },
  {
    "text": "a lot of time.  They could have just turned\non the television. Almost every show is a",
    "start": 322.139,
    "duration": 4.671
  },
  {
    "text": "reality show, and they're all based on\nthat technique, that kind of anti-Hawthorne",
    "start": 326.81,
    "duration": 5.359
  },
  {
    "text": "effect, that after you're watched for a\nlittle while you do better, and then it all",
    "start": 332.169,
    "duration": 4.041
  },
  {
    "text": "falls apart.",
    "start": 336.21,
    "duration": 0.51
  }
]