[
  {
    "text": "So millennials are a generation, we define\nthem as having been born after 1980. So the",
    "start": 0.87,
    "duration": 6.299
  },
  {
    "text": "oldest of them is in his or her early thirties.\nThe youngest is mid teenagers. Typically generations",
    "start": 7.169,
    "duration": 5.6
  },
  {
    "text": "last about 20 years or so. We don't really\nknow when the back half of this generation",
    "start": 12.769,
    "duration": 4.131
  },
  {
    "text": "ends. There's probably a 12 or 13 year old\nwho's somebody different. But he or she hasn't",
    "start": 16.9,
    "duration": 3.8
  },
  {
    "text": "quite come of age yet. It's a very distinctive\ngeneration and the oldest of them has now",
    "start": 20.7,
    "duration": 5.13
  },
  {
    "text": "made the passage into adulthood so we know\na little bit more about them than we did eight",
    "start": 25.83,
    "duration": 4.06
  },
  {
    "text": "or ten years ago when they first came on the\nscene. Distinctive. They're a very large generation.",
    "start": 29.89,
    "duration": 4.919
  },
  {
    "text": "By the time the 20 year cycle is done there'll\nprobably be 80 million strong, the largest",
    "start": 34.809,
    "duration": 4.82
  },
  {
    "text": "generation since the baby boomers. They are\nvery distinctive racially and ethnically.",
    "start": 39.629,
    "duration": 5.921
  },
  {
    "text": "They are the transitional generation in an\nAmerica that in the middle of the last century",
    "start": 45.55,
    "duration": 5.129
  },
  {
    "text": "was about 85 percent white. By the middle\nof this century will be only a little more",
    "start": 50.679,
    "duration": 4.39
  },
  {
    "text": "than 40 percent white.",
    "start": 55.069,
    "duration": 1.731
  },
  {
    "text": "Millennials are the most nonwhite generation.\nThey're more than four in ten are nonwhite.",
    "start": 56.8,
    "duration": 5.91
  },
  {
    "text": "This is driven by the great modern immigration\nwave that's now about four or five decades",
    "start": 62.71,
    "duration": 4.55
  },
  {
    "text": "old. Like our earlier immigration waves which\nare almost entirely from Europe, this immigration",
    "start": 67.26,
    "duration": 5.15
  },
  {
    "text": "wave is mostly from Latin America and Asia.\nAnd it's the immigrants themselves but more",
    "start": 72.41,
    "duration": 4.35
  },
  {
    "text": "so now it's the children of the immigrants,\nthe U.S. born children of the immigrants who",
    "start": 76.76,
    "duration": 3.92
  },
  {
    "text": "make up a very heavy portion of this millennial\ngeneration. They're distinctive politically.",
    "start": 80.68,
    "duration": 6.37
  },
  {
    "text": "They're now old enough to have voted in two\nor three presidential elections and they were",
    "start": 87.05,
    "duration": 4.08
  },
  {
    "text": "a very big part of both of President Obama's\nvictories. By our calculation at the Pew Research",
    "start": 91.13,
    "duration": 6.25
  },
  {
    "text": "Center where I work and did a lot of the research\nthat led to this book, they are the most democratic",
    "start": 97.38,
    "duration": 5.15
  },
  {
    "text": "voting generation of young adults of any we\nhave seen in 50 or 60 years of tracking voting",
    "start": 102.53,
    "duration": 6.14
  },
  {
    "text": "patterns.",
    "start": 108.67,
    "duration": 1.04
  },
  {
    "text": "They're very liberal in their social and cultural\nvalues so some of the changes that are going",
    "start": 109.71,
    "duration": 3.85
  },
  {
    "text": "on in the country on issues like same sex\nmarriage, marijuana legalization -- we see",
    "start": 113.56,
    "duration": 5.83
  },
  {
    "text": "pretty dramatic changes in a fairly short\nperiod of time in terms of public attitudes.",
    "start": 119.39,
    "duration": 5.14
  },
  {
    "text": "It's the millennials, it's the young adults\nwho are leading the way. Despite their distinctive",
    "start": 124.53,
    "duration": 5.569
  },
  {
    "text": "political and social views and voting behaviors,\nhowever, they're not terribly attached to",
    "start": 130.099,
    "duration": 5.17
  },
  {
    "text": "the Democratic Party even though they gave\nbig votes to democratic presidential candidates.",
    "start": 135.269,
    "duration": 5.31
  },
  {
    "text": "When we asked adults of all ages are you a\ndemocrat or republican or an independent,",
    "start": 140.579,
    "duration": 5.821
  },
  {
    "text": "millennials -- 50 percent of millennials say\nI'm independent. We've never seen that high",
    "start": 146.4,
    "duration": 4.28
  },
  {
    "text": "a share from any age cohort. We see a similar\nthing when we ask about their religion. I",
    "start": 150.68,
    "duration": 4.99
  },
  {
    "text": "mean, what are you? Protestant, Catholic,\nMuslim, Hindu, Jewish? A record share of millennials",
    "start": 155.67,
    "duration": 5.629
  },
  {
    "text": "say I'm nothing in particular.",
    "start": 161.299,
    "duration": 2.401
  },
  {
    "text": "And there's a third anchor institution of\nsociety, if you will, that millennials are",
    "start": 163.7,
    "duration": 3.86
  },
  {
    "text": "not attached to and that's a little old 5,000\nyear old institution called marriage. So of",
    "start": 167.56,
    "duration": 5.62
  },
  {
    "text": "today's 18 to 33 year olds only about a quarter\nare married. If you go back to older generations",
    "start": 173.18,
    "duration": 5.809
  },
  {
    "text": "when they were the same age, five in ten,\nsix in ten of the older generation, more than",
    "start": 178.989,
    "duration": 4.76
  },
  {
    "text": "six in ten were married. I think the slow\nwalk toward marriage and the disassociation",
    "start": 183.749,
    "duration": 6.11
  },
  {
    "text": "from anchor institutions, I think, are explained\nby first their economic circumstances. Another",
    "start": 189.859,
    "duration": 6.011
  },
  {
    "text": "distinctive thing about this generation is\nthey're the first in modern American history",
    "start": 195.87,
    "duration": 4.47
  },
  {
    "text": "and perhaps the first in American history\nthat at least so far -- we don't know how",
    "start": 200.34,
    "duration": 4.099
  },
  {
    "text": "their story ends but we know how the story\nof their economic lives have begun and at",
    "start": 204.439,
    "duration": 3.95
  },
  {
    "text": "least so far they are the first generation\nin modern times that is doing less well economically",
    "start": 208.389,
    "duration": 5.49
  },
  {
    "text": "than their parents' generation on any way\nyou measure it.",
    "start": 213.879,
    "duration": 3.64
  },
  {
    "text": "Whether it's income, whether it's wealth,\nwhether it's poverty, whether it's employment,",
    "start": 217.519,
    "duration": 4.15
  },
  {
    "text": "unemployment -- all the classic measures.\nAnd you correct for inflation and you make",
    "start": 221.669,
    "duration": 4.15
  },
  {
    "text": "it an apples to apples comparison, they're\ndoing less well. The fact that they're doing",
    "start": 225.819,
    "duration": 4.741
  },
  {
    "text": "less well means a lot of them when we asked\nthem those who aren't married, would you like",
    "start": 230.56,
    "duration": 5.7
  },
  {
    "text": "to marry? Almost seven out of ten say yes.\nWhy haven't you gotten married? Well, look",
    "start": 236.26,
    "duration": 4.94
  },
  {
    "text": "at me, you know, I don't have a job. I don't\nhave a career. I don't have the economic foundation",
    "start": 241.2,
    "duration": 3.959
  },
  {
    "text": "to get married. And that will reverberate\nin interesting ways as they mature into middle",
    "start": 245.159,
    "duration": 6.491
  },
  {
    "text": "age and beyond. And then finally perhaps if\nnot the most distinctive thing about this",
    "start": 251.65,
    "duration": 6.429
  },
  {
    "text": "generation -- certainly one of the most distinctive\nthings is they are a first generation of digital",
    "start": 258.079,
    "duration": 4.251
  },
  {
    "text": "natives. So they are the only age group of\nadults now for whom these amazing gadgets",
    "start": 262.33,
    "duration": 5.92
  },
  {
    "text": "we now all hold in our hand and we all take\nfor granted that with three click you can",
    "start": 268.25,
    "duration": 5.349
  },
  {
    "text": "access the sum of all human knowledge.",
    "start": 273.599,
    "duration": 1.961
  },
  {
    "text": "And frankly, these days if it takes you a\nthird click you're wondering what takes so",
    "start": 275.56,
    "duration": 3.37
  },
  {
    "text": "long. So somebody my age this is jaw dropping.\nIt's still jaw dropping every time I access",
    "start": 278.93,
    "duration": 6.23
  },
  {
    "text": "these information platforms and do it in mobile\nsites and I'm just amazed. These young adults",
    "start": 285.16,
    "duration": 5.879
  },
  {
    "text": "are not amazed. It's the only world they've\never known and they are carnivores in terms",
    "start": 291.039,
    "duration": 6.461
  },
  {
    "text": "of their habits with these information systems.\nNot just for information acquisition but for",
    "start": 297.5,
    "duration": 6.99
  },
  {
    "text": "the creation of networks. They organize their\nsocial lives around these networks. They can",
    "start": 304.49,
    "duration": 4.889
  },
  {
    "text": "build their own tribes. Somebody more clever\nthan me described them as a pre-Copernican",
    "start": 309.379,
    "duration": 6.081
  },
  {
    "text": "generation. The universe really does revolve\naround them because they can build their social",
    "start": 315.46,
    "duration": 5.51
  },
  {
    "text": "networks and they can place themselves at\nthe center of their social networks because",
    "start": 320.97,
    "duration": 3.71
  },
  {
    "text": "their social networks are built around the\nthings they care the most about whether it's",
    "start": 324.68,
    "duration": 3.65
  },
  {
    "text": "their hobbies, whether it's their work, whether\nit's the games they like to play, whether",
    "start": 328.33,
    "duration": 3.73
  },
  {
    "text": "it's information seeking and all the rest.",
    "start": 332.06,
    "duration": 2.419
  },
  {
    "text": "This behavior has led some to suggest that\nit's a narcissistic generation. My own view",
    "start": 334.479,
    "duration": 6.201
  },
  {
    "text": "is that that's a bum rap. I think it's all\nabout the new platforms and it's all about",
    "start": 340.68,
    "duration": 5.6
  },
  {
    "text": "the human condition. And if you have the ability\nto kind of place yourself at the center of",
    "start": 346.28,
    "duration": 4.349
  },
  {
    "text": "the universe you will take it. I think it's\nempowering. It may lead to another -- a trait",
    "start": 350.629,
    "duration": 6.81
  },
  {
    "text": "of the millennials. They're somewhat distrustful\nof other people, and it may be because as",
    "start": 357.439,
    "duration": 4.141
  },
  {
    "text": "they navigate the online world it turns out\nnot everybody is exactly who they say they",
    "start": 361.58,
    "duration": 4.66
  },
  {
    "text": "are and there's a certain wariness about this\ngeneration.",
    "start": 366.24,
    "duration": 2.82
  },
  {
    "text": "And I think there's an interesting question\nabout whether the networks that they build",
    "start": 369.06,
    "duration": 3.97
  },
  {
    "text": "online with their the median millennial has\n250 \"friends\" on Facebook. Somebody my age",
    "start": 373.03,
    "duration": 7.0
  },
  {
    "text": "or older has only one-fifth that amount of\nfriends. And many fewer of us are on Facebook",
    "start": 381.15,
    "duration": 5.1
  },
  {
    "text": "so, you know, discuss among yourselves -- has\nthere been a quantum leap in human friendliness",
    "start": 386.25,
    "duration": 4.59
  },
  {
    "text": "over the past few generations or is it simply\nthat the new platforms create new behaviors",
    "start": 390.84,
    "duration": 6.359
  },
  {
    "text": "and new ways of organizing your social life.\nIt's clearly the latter. I think an interesting",
    "start": 397.199,
    "duration": 5.15
  },
  {
    "text": "question I don't think we know the answer\nto it yet is as millennials age more into",
    "start": 402.349,
    "duration": 5.59
  },
  {
    "text": "middle age, as they probably age into some\nof the more traditional anchor institutions",
    "start": 407.939,
    "duration": 4.841
  },
  {
    "text": "of society -- marriage, children, home ownership\nand all the rest. And these things are all",
    "start": 412.78,
    "duration": 5.939
  },
  {
    "text": "happening more slowly for millennials. Will\nthey establish a more of an offline network",
    "start": 418.719,
    "duration": 4.94
  },
  {
    "text": "that begins to resemble the networks and the\naffiliations and associations that their parents",
    "start": 423.659,
    "duration": 5.0
  },
  {
    "text": "and grandparents built.",
    "start": 428.659,
    "duration": 0.25
  }
]