[
  {
    "text": "Question: What is happening in \nour brain when we feel an emotion?",
    "start": 3.94,
    "duration": 0.613
  },
  {
    "text": "Antonio Damasio: Feeling of an emotion \nis a process that is distinct from having  ",
    "start": 4.553,
    "duration": 4.757
  },
  {
    "text": "the emotion in the first place. So it helps to \nunderstand what is an emotion, what is a feeling,  ",
    "start": 9.31,
    "duration": 5.97
  },
  {
    "text": "we need to understand what is an emotion. \nAnd the emotion is the execution of a very  ",
    "start": 15.28,
    "duration": 4.56
  },
  {
    "text": "complex program of actions. Some actions that are \nactually movements, like movement that you can do,  ",
    "start": 19.84,
    "duration": 6.03
  },
  {
    "text": "change your face for example, in fear, or \nmovements that are internal, that happen  ",
    "start": 25.87,
    "duration": 6.75
  },
  {
    "text": "in your heart or in your gut, and movements that \nare actually not muscular movements, but rather,  ",
    "start": 32.62,
    "duration": 6.51
  },
  {
    "text": "releases of molecules. Say, for example, in \nthe endocrine system into the blood stream,  ",
    "start": 39.13,
    "duration": 6.6
  },
  {
    "text": "but it’s movement and action \nin the broad sense of the term.",
    "start": 45.73,
    "duration": 4.32
  },
  {
    "text": "And an emotion consists of a very well \norchestrated set of alterations in the body  ",
    "start": 50.05,
    "duration": 8.31
  },
  {
    "text": "that has, as a general purpose, making life \nmore survivable by taking care of a danger,  ",
    "start": 58.36,
    "duration": 9.33
  },
  {
    "text": "of taking care of an opportunity, either/or, or \nsomething in between. And it’s something that  ",
    "start": 67.69,
    "duration": 6.63
  },
  {
    "text": "is set in our genome and that we all have with \na certain programmed nature that is modified  ",
    "start": 74.32,
    "duration": 7.5
  },
  {
    "text": "by our experience so individually we have \nvariations on the pattern. But in essence,  ",
    "start": 81.82,
    "duration": 8.97
  },
  {
    "text": "your emotion of joy and mine are going to \nbe extremely similar. We may express them  ",
    "start": 90.79,
    "duration": 7.59
  },
  {
    "text": "physically slightly differently, and it’s of \ncourse graded depending on the circumstance,  ",
    "start": 98.38,
    "duration": 5.43
  },
  {
    "text": "but the essence of the process is going to be \nthe same, unless one of us is not quite well  ",
    "start": 103.81,
    "duration": 8.43
  },
  {
    "text": "put together and is missing something, \notherwise it’s going to be the same.",
    "start": 112.24,
    "duration": 3.3
  },
  {
    "text": "And it’s going to be the same across \neven other species. You know, there’s a,  ",
    "start": 115.54,
    "duration": 4.17
  },
  {
    "text": "you know, we may smile and the dog \nmay wag the tail, but in essence,  ",
    "start": 119.71,
    "duration": 6.03
  },
  {
    "text": "we have a set program and those programs are \nsimilar across individuals in the species.",
    "start": 125.74,
    "duration": 7.82
  },
  {
    "text": "Then the feeling is actually a portrayal \nof what is going on in the organs when you  ",
    "start": 133.56,
    "duration": 9.27
  },
  {
    "text": "are having an emotion. So it’s really the next \nthing that happens. If you have just an emotion,  ",
    "start": 142.83,
    "duration": 6.96
  },
  {
    "text": "you would not necessarily feel it. To feel \nan emotion, you need to represent in the  ",
    "start": 149.79,
    "duration": 6.81
  },
  {
    "text": "brain in structures that are actually different \nfrom the structures that lead to the emotion,  ",
    "start": 156.6,
    "duration": 5.58
  },
  {
    "text": "what is going on in the organs when you’re having \nthe emotion. So, you can define it very simply as  ",
    "start": 162.18,
    "duration": 6.36
  },
  {
    "text": "the process of perceiving what is going on in the \norgans when you are in the throws of an emotion,  ",
    "start": 168.54,
    "duration": 7.77
  },
  {
    "text": "and that is achieved by a collection of \nstructures, some of which are in the brain stem,  ",
    "start": 176.31,
    "duration": 5.88
  },
  {
    "text": "and some of which are in the cerebral \ncortex, namely the insular cortex,  ",
    "start": 182.19,
    "duration": 3.51
  },
  {
    "text": "which I like to mention not because I think it’s \nthe most important, it’s not. I actually don’t  ",
    "start": 185.7,
    "duration": 7.26
  },
  {
    "text": "think it’s the number one structure controlling \nour feelings, but I like to mention because it’s  ",
    "start": 192.96,
    "duration": 6.63
  },
  {
    "text": "something that people didn’t really know about and \nmany years ago, which probably now are going close  ",
    "start": 199.59,
    "duration": 7.14
  },
  {
    "text": "to 20 years ago, I thought that the insular \nwould be an important platform for feelings,  ",
    "start": 206.73,
    "duration": 5.91
  },
  {
    "text": "that’s where I started. And it was a hypothesis \nand it turns out that the hypothesis is perfectly  ",
    "start": 212.64,
    "duration": 5.79
  },
  {
    "text": "correct. And 10 years ago, we had the first \nexperiments that showed that it was indeed so,  ",
    "start": 218.43,
    "duration": 5.19
  },
  {
    "text": "and since then, countless studies have shown \nthat when you’re having feelings of an emotion  ",
    "start": 223.62,
    "duration": 7.71
  },
  {
    "text": "or feelings of a variety of other things, the \ninsular is active, but it doesn’t mean that  ",
    "start": 231.33,
    "duration": 5.61
  },
  {
    "text": "it’s the only thing that is active and there are \nother structures that are very important as well.",
    "start": 236.94,
    "duration": 5.19
  }
]