[
  {
    "text": "So last year a fascinating\nstudy came out in the",
    "start": 0.65,
    "duration": 2.44
  },
  {
    "text": "Journal of Science\nfrom a team led by Betsy Sparrow at Columbia.",
    "start": 3.09,
    "duration": 4.03
  },
  {
    "text": "And in this study, the scientists showed that\npeople who used Google and who thought that",
    "start": 7.12,
    "duration": 7.0
  },
  {
    "text": "they would be able to access information on\na computer later on didn't remember it as",
    "start": 14.86,
    "duration": 5.69
  },
  {
    "text": "well as the people who didn't think they\nwould have access to it. So you have one kind",
    "start": 20.55,
    "duration": 5.76
  },
  {
    "text": "of key variable: Do you think you'll be\nable to use your computer later on to find",
    "start": 26.31,
    "duration": 4.049
  },
  {
    "text": "this information? If the answer is no, you're\ngoing to remember it. If the answer is yes,",
    "start": 30.359,
    "duration": 4.711
  },
  {
    "text": "you're not going to remember it, but you will\nremember where to find it. So you'll remember",
    "start": 35.07,
    "duration": 5.79
  },
  {
    "text": "where it was stored; you'll remember what\nthe folder was; you'll remember how to",
    "start": 40.86,
    "duration": 4.11
  },
  {
    "text": "access it on the computer. So it's not that\nyou're not remembering anything; it's that",
    "start": 44.97,
    "duration": 4.29
  },
  {
    "text": "you're remembering a very different thing.\nDo you use your memory to store the actual",
    "start": 49.26,
    "duration": 3.75
  },
  {
    "text": "piece of information? Do you use it to store\nthe retrieval process?",
    "start": 53.01,
    "duration": 4.86
  },
  {
    "text": "So I take a few things from this. Thing one,",
    "start": 57.87,
    "duration": 5.05
  },
  {
    "text": "technology can be very bad for our memory\nif we let it be bad for it. So if we always",
    "start": 62.92,
    "duration": 5.75
  },
  {
    "text": "rely on it and if we have this attitude of,\noh, I don't need to remember this because",
    "start": 68.67,
    "duration": 5.47
  },
  {
    "text": "I'll always be able to look it up, you\nwon't remember it. And then you won't",
    "start": 74.14,
    "duration": 3.16
  },
  {
    "text": "have that knowledge in your head and then\nyou won't have anything in your attic to",
    "start": 77.3,
    "duration": 3.35
  },
  {
    "text": "play with; you won't have that knowledge\nbase. You won't be able to be imaginative",
    "start": 80.65,
    "duration": 5.05
  },
  {
    "text": "like Holmes. You won't be able to reach\nthose conclusions because your attic will",
    "start": 85.7,
    "duration": 3.28
  },
  {
    "text": "be pretty bare. But we can also use it to\nenhance our memory by saying, okay, I know",
    "start": 88.98,
    "duration": 7.0
  },
  {
    "text": "that there are these great technological benefits.\nWhy don't I use that to create this virtual",
    "start": 96.27,
    "duration": 5.06
  },
  {
    "text": "storage space for myself? So Holmes does this,\ntoo. Holmes has files that he accesses and",
    "start": 101.33,
    "duration": 5.45
  },
  {
    "text": "he says, \"Watson, you know, look up my file\nfor this case. Look up my file for this case.\"",
    "start": 106.78,
    "duration": 4.8
  },
  {
    "text": "So he remembers that he has the file. He remembers\nthat there was a case. He doesn't necessarily",
    "start": 111.58,
    "duration": 4.57
  },
  {
    "text": "remember all of these details.",
    "start": 116.15,
    "duration": 2.06
  },
  {
    "text": "So you can think of Google as this vastly\nexpanded Holmesian filing system. So you can",
    "start": 118.21,
    "duration": 6.659
  },
  {
    "text": "use it for exactly that. What are the things\nthat I want to remember and that I want to",
    "start": 124.869,
    "duration": 4.93
  },
  {
    "text": "be able to access later on and focus on remembering\nhow to access them? And then keep your mind",
    "start": 129.799,
    "duration": 6.42
  },
  {
    "text": "space for those things that you think will\nbe important for you to know at any point.",
    "start": 136.219,
    "duration": 4.871
  },
  {
    "text": "So the exercise that I like to say for myself\nis, if I were on a desert island with no power,",
    "start": 141.09,
    "duration": 7.0
  },
  {
    "text": "or I don't even have to go to a desert\nisland... in Hurricane Sandy, I had no power,",
    "start": 148.659,
    "duration": 3.991
  },
  {
    "text": "no Internet, no cell phone service. Nothing.\nSo if Hurricane Sandy strikes again, and I",
    "start": 152.65,
    "duration": 6.669
  },
  {
    "text": "don't have anything, do I have everything\nthat I need immediately in my head? What are",
    "start": 159.319,
    "duration": 5.4
  },
  {
    "text": "those things that I really can't rely on\na computer for?",
    "start": 164.719,
    "duration": 2.5
  }
]