[
  {
    "text": "ERLING KAGGE: I think the world has partly\nturned insane in the sense that we spend,",
    "start": 5.38,
    "duration": 5.5
  },
  {
    "text": "like, three or four hours every day just looking\ndown on a screen. And the whole idea that",
    "start": 10.88,
    "duration": 5.81
  },
  {
    "text": "you can explore the world, get to know people,\nrespect the environment, to love the earth",
    "start": 16.69,
    "duration": 6.88
  },
  {
    "text": "just by sitting and watching a screen is problematic.\nIt's wrong, and it's also one of the reasons",
    "start": 23.57,
    "duration": 8.11
  },
  {
    "text": "why people feel so unhappy today. They claim\nto be very sad. They claim to be lonely and",
    "start": 31.68,
    "duration": 6.45
  },
  {
    "text": "depressed. I think this partly, to a great\ndegree, comes down to us just looking down",
    "start": 38.13,
    "duration": 5.37
  },
  {
    "text": "and not looking up around us and up towards\nthe sky, because that's what makes life worth",
    "start": 43.5,
    "duration": 6.34
  },
  {
    "text": "living.",
    "start": 49.84,
    "duration": 2.53
  },
  {
    "text": "I think we're all born explorers. When I look\nat kids, they would like to climb before they",
    "start": 52.37,
    "duration": 4.209
  },
  {
    "text": "can walk. Eventually, when they learn how\nto walk before they can talk, they walk over",
    "start": 56.579,
    "duration": 5.011
  },
  {
    "text": "to the sitting room, across the floor, out\nthrough the door, and wondering what's hidden",
    "start": 61.59,
    "duration": 5.98
  },
  {
    "text": "behind the horizon. And this humans have been\ndoing for 200,000 years. It was not Homo sapiens",
    "start": 67.57,
    "duration": 8.789
  },
  {
    "text": "who invented walking on two legs. It was a\npossibility, walking on two legs; we invented",
    "start": 76.359,
    "duration": 6.37
  },
  {
    "text": "Homo sapiens. So we have always been discovering\nthe world in a truly physical way. And that's",
    "start": 82.729,
    "duration": 6.14
  },
  {
    "text": "one of the reasons why walking is so important.\nBecause today, most people are sitting on",
    "start": 88.869,
    "duration": 5.64
  },
  {
    "text": "their arses in a chair looking at the screen\nto discover and explore the world. And that's",
    "start": 94.509,
    "duration": 5.851
  },
  {
    "text": "a huge misunderstanding. You're missing out\non some of the greatest things in life.",
    "start": 100.36,
    "duration": 4.73
  },
  {
    "text": "I'm very curious. Curiosity is a driving force\nfor me. And when I walk—like I walked to",
    "start": 105.09,
    "duration": 5.83
  },
  {
    "text": "the studio here in New York—I try to watch\npeople, do people watching. And of course,",
    "start": 110.92,
    "duration": 4.879
  },
  {
    "text": "their faces pass so quickly in the street.\nSo it's kind of hard to tell what people are",
    "start": 115.799,
    "duration": 4.761
  },
  {
    "text": "thinking and what's going on in their mind.\nI have a longer time to see how they walk.",
    "start": 120.56,
    "duration": 4.04
  },
  {
    "text": "And quite often, you can actually see how\nthey feel by the way they're walking. You",
    "start": 124.6,
    "duration": 4.651
  },
  {
    "text": "can even sometimes feel what kind of professions\nthey have when you look at them walking.",
    "start": 129.251,
    "duration": 5.139
  },
  {
    "text": "For instance, like police officers and officers\nin the army, they walk totally different from",
    "start": 134.39,
    "duration": 7.19
  },
  {
    "text": "other people. A priest also walks, has a different\ngait. While you can see the homeless people",
    "start": 141.58,
    "duration": 7.42
  },
  {
    "text": "in New York and the beggars, they walk totally\ndifferent. So somehow, what they're doing",
    "start": 149.0,
    "duration": 8.06
  },
  {
    "text": "is inscribed in their bodies and inscribed\nin the way they're walking. Like a homeless",
    "start": 157.06,
    "duration": 7.81
  },
  {
    "text": "guy, he walks absolutely the opposite way\nthan an officer in the army. He walks bit",
    "start": 164.87,
    "duration": 6.86
  },
  {
    "text": "like this. His knees are sagging down a bit\nlike this. So, you know, the way you walk",
    "start": 171.73,
    "duration": 6.98
  },
  {
    "text": "can actually tell you a lot.",
    "start": 178.71,
    "duration": 2.52
  },
  {
    "text": "To me, as a Norwegian, the best way to experience\nsilence is to just walk in one direction out",
    "start": 181.23,
    "duration": 5.11
  },
  {
    "text": "of the city where I'm living and to let it\nget really quiet around me, and stay there",
    "start": 186.34,
    "duration": 5.2
  },
  {
    "text": "for a few days and nights and experience silence.\nBut obviously, if you live in New York, that's",
    "start": 191.54,
    "duration": 4.94
  },
  {
    "text": "not so simple. So I think you can actually\nfind silence absolutely everywhere, in the",
    "start": 196.48,
    "duration": 6.56
  },
  {
    "text": "sense that you need to invent your own silence.\nYou can't wait for silence to come to you.",
    "start": 203.04,
    "duration": 6.39
  },
  {
    "text": "You have to start to explore this inner silence—the\nsilence which is inside you at all times and",
    "start": 209.43,
    "duration": 6.08
  },
  {
    "text": "waiting for you. Just try to discover what's\ngoing on in your mind and in your body. You",
    "start": 215.51,
    "duration": 7.42
  },
  {
    "text": "can do meditation to do it. You can do yoga.\nYou can do mindfulness. But to me, you actually",
    "start": 222.93,
    "duration": 7.22
  },
  {
    "text": "don't need any techniques. I think you can\ndo it by just walking. And if you don't have",
    "start": 230.15,
    "duration": 6.21
  },
  {
    "text": "time to walk long distances, try to walk the\nstairs. Try to walk to the metro. Try to walk",
    "start": 236.36,
    "duration": 4.4
  },
  {
    "text": "to your office. And then you will find this\ninner silence if you're really interested",
    "start": 240.76,
    "duration": 4.96
  },
  {
    "text": "in it.",
    "start": 245.72,
    "duration": 1.32
  }
]