[
  {
    "text": "Question: Would you perform a feat of conjuring?",
    "start": 0.0,
    "duration": 2.58
  },
  {
    "text": "James Randi: I’m a bit of an amateur at \nshuffling cards. Ho, ho, ho. But when  ",
    "start": 2.58,
    "duration": 7.35
  },
  {
    "text": "a deck is as thoroughly mixed up as this one \nis, many people think that there’ll be a red,  ",
    "start": 9.93,
    "duration": 5.58
  },
  {
    "text": "black, red, black. I’m not talking about suits, \nnow just the color, you see. Red, black, but it  ",
    "start": 15.51,
    "duration": 4.8
  },
  {
    "text": "doesn’t happen that way. For example here, we’ve \ngot three reds; we don’t need the joker in there.",
    "start": 20.31,
    "duration": 5.34
  },
  {
    "text": "James Randi: Yes. And we’ve got oh, there’s \nanother three reds. No, this is pretty good,  ",
    "start": 25.65,
    "duration": 7.02
  },
  {
    "text": "the colors – I’m just looking at the colors \nnow. The colors are pretty well mixed in here  ",
    "start": 32.67,
    "duration": 4.35
  },
  {
    "text": "other than here’s another joker that we won’t use \nin there. All right. Now. What I’m going to do is,  ",
    "start": 37.02,
    "duration": 7.2
  },
  {
    "text": "first of all. We suspect that the colors would \nbe pretty well sorted, or alternated all the  ",
    "start": 44.22,
    "duration": 8.1
  },
  {
    "text": "way through the deck. But I’m going to show \nyou something rather remarkable. Here we have  ",
    "start": 52.32,
    "duration": 5.85
  },
  {
    "text": "a well shuffled deck, very well shuffled deck. \nAnd I want you to come over here and just give  ",
    "start": 58.17,
    "duration": 5.91
  },
  {
    "text": "me your hand, if you’d be so kind. Step over \nand join me on the set. Okay? Now just hold,  ",
    "start": 64.08,
    "duration": 10.17
  },
  {
    "text": "like that with the palm up, a little \ncloser—I see you have a rich future. Yes,  ",
    "start": 74.25,
    "duration": 5.07
  },
  {
    "text": "well in any case. I want you to hold half \nof the cards for me, would you please. And  ",
    "start": 79.32,
    "duration": 4.23
  },
  {
    "text": "I’ll hold the other half. And I’m going to show \nyou something rather remarkable. Look at this.",
    "start": 83.55,
    "duration": 4.35
  },
  {
    "text": "When I turn the back over, watch this. One black \ncard on the top and then all of the rest of them  ",
    "start": 87.9,
    "duration": 9.3
  },
  {
    "text": "red. Every last one. Wow! And taking a look. \nHold those for me, please. One black card on  ",
    "start": 97.2,
    "duration": 7.71
  },
  {
    "text": "the top just to disguise it, but in this \ncase, each and every one of them black.",
    "start": 104.91,
    "duration": 6.06
  }
]