[
  {
    "text": "Eric Kandel: Reductionism acknowledges from the \noutset that I’m not looking at the whole picture;  ",
    "start": 0.0,
    "duration": 5.58
  },
  {
    "text": "I’m only looking at part of the picture. \nBut the reason I’m doing that is because I  ",
    "start": 5.58,
    "duration": 4.38
  },
  {
    "text": "really want to understand that. Looking at \nthe whole picture is too complicated. So,  ",
    "start": 9.96,
    "duration": 4.14
  },
  {
    "text": "when Harvey was trying to understand how the body \nworks, he focused in on the heart and he realized  ",
    "start": 14.1,
    "duration": 8.76
  },
  {
    "text": "that the function of the heart is not to serve \nas the soul, but to serve as a muscular pump  ",
    "start": 22.86,
    "duration": 7.14
  },
  {
    "text": "that pushes blood around the circulation. So \nI know that your heart and my heart is not the  ",
    "start": 30.0,
    "duration": 7.29
  },
  {
    "text": "seat of my soul or your soul; it’s a pump. Does \nthat make it any less magical? Do I have less  ",
    "start": 37.29,
    "duration": 7.47
  },
  {
    "text": "respect for your heart or my heart because \nI realize how it functions? No. Number one.",
    "start": 44.76,
    "duration": 6.15
  },
  {
    "text": "Number two, once you understand how components \nfunction, you’ll want to put it into the  ",
    "start": 50.91,
    "duration": 7.35
  },
  {
    "text": "context of the body as a whole--what are the \nmajor arteries that come out of the heart,  ",
    "start": 58.26,
    "duration": 5.28
  },
  {
    "text": "how do they feed oxygen to the muscles \nin the body, etcetera, etcetera,  ",
    "start": 63.54,
    "duration": 6.66
  },
  {
    "text": "etcetera? So we want to do a reductionism in \norder to understand particular components,  ",
    "start": 70.2,
    "duration": 5.43
  },
  {
    "text": "but then as Paul Allen is showing, we \nneed to put the components together.  ",
    "start": 75.63,
    "duration": 3.27
  },
  {
    "text": "We need a new synthesis. And so we \nneed to put it in a larger context.",
    "start": 78.9,
    "duration": 6.21
  },
  {
    "text": "So that leaves the residual issue as to \nwhat degree does the acknowledgment that  ",
    "start": 85.11,
    "duration": 8.49
  },
  {
    "text": "all mental function, including my religious \nbeliefs, emanate from the brain. People have  ",
    "start": 93.6,
    "duration": 6.54
  },
  {
    "text": "difficulty with it. They want to think \nthere’s a mind out there some place  ",
    "start": 100.14,
    "duration": 2.64
  },
  {
    "text": "that carries on after I’m dead and that \nmediates a lot of these spiritual values,  ",
    "start": 102.78,
    "duration": 7.29
  },
  {
    "text": "and I don’t find good evidence to support that \nas far as I can tell. All mental functions,  ",
    "start": 110.07,
    "duration": 6.57
  },
  {
    "text": "from the most trivial reflex to the most sublime \ncreative experience, come from the brain.",
    "start": 116.64,
    "duration": 5.64
  },
  {
    "text": "We have reason to believe that some aspects of \nfree will you are not consciously aware of. I  ",
    "start": 122.28,
    "duration": 6.9
  },
  {
    "text": "don’t think that necessarily means that you’re \nnot free, but you’re not consciously aware of  ",
    "start": 129.18,
    "duration": 4.74
  },
  {
    "text": "it. And the background from that comes from a \nfamous experiment that Benjamin Libet did, and  ",
    "start": 133.92,
    "duration": 6.66
  },
  {
    "text": "I forget when it was, 1971, thereabouts, in which \nhe did a fascinating experiment. He asked subjects  ",
    "start": 140.58,
    "duration": 5.22
  },
  {
    "text": "to make a decision to move their hand and to \nindicate by pressing a button when they’re  ",
    "start": 145.8,
    "duration": 15.84
  },
  {
    "text": "making that decision. And he had electrodes \non their head, and it turned out that before I  ",
    "start": 161.64,
    "duration": 7.26
  },
  {
    "text": "made a decision to move my hand, an electrical \npotential appeared in my brain that preceded  ",
    "start": 168.9,
    "duration": 8.82
  },
  {
    "text": "my conscious decision to move the hand. So \nyou can be aware of my wanting to move the  ",
    "start": 177.72,
    "duration": 10.2
  },
  {
    "text": "hand consciously without my being aware of it. \nThat means the decision was made unconsciously.",
    "start": 187.92,
    "duration": 8.1
  },
  {
    "text": "Now, when Ben Libet came out with that, it \nshook up the scientific community. Do you  ",
    "start": 196.02,
    "duration": 10.86
  },
  {
    "text": "think Freud would have been surprised about \nthat? He said from the very beginning,  ",
    "start": 206.88,
    "duration": 5.37
  },
  {
    "text": "much of our mental life is unconscious. \nWe now know we make a lot of decisions,  ",
    "start": 212.25,
    "duration": 4.14
  },
  {
    "text": "we choose our partner in part by unconscious \nevaluations. There are lots of decisions that  ",
    "start": 216.39,
    "duration": 7.44
  },
  {
    "text": "are made unconsciously then consciously. \nConscious decision-making is very good when  ",
    "start": 223.83,
    "duration": 5.7
  },
  {
    "text": "there are two alternatives because you can \nfocus consciously very effectively on one  ",
    "start": 229.53,
    "duration": 4.47
  },
  {
    "text": "thing at a time. If you’ve got a lot of \noptions . . . now this was not my case,  ",
    "start": 234.0,
    "duration": 6.63
  },
  {
    "text": "but you who have lots of women who are interested \nin you, probably can choose from many of them.  ",
    "start": 240.63,
    "duration": 4.98
  },
  {
    "text": "That decision that you have to make is likely to \nbe more effective if you make it unconsciously.",
    "start": 245.61,
    "duration": 6.21
  },
  {
    "text": "So there is now a whole psychology on \nunconscious decision-making that is emerging,  ",
    "start": 251.82,
    "duration": 8.34
  },
  {
    "text": "in part stimulated by Libet’s interest but \nalso a continuation from Freud’s interest.",
    "start": 260.16,
    "duration": 5.07
  }
]