[
  {
    "text": "One of the really incredible things about being \nhuman is we're all built for peak performance.  ",
    "start": 0.2,
    "duration": 7.44
  },
  {
    "text": "Flow is often described as a state of kind \nof effortless effort. We feel like we're  ",
    "start": 7.64,
    "duration": 4.16
  },
  {
    "text": "propelled through the activity. Everything \nelse just seems to disappear. You hear the  ",
    "start": 11.8,
    "duration": 5.56
  },
  {
    "text": "word \"anxiety,\" you think, \"Oh God, this thing \nI wanna kick out the door. I want to get rid  ",
    "start": 17.36,
    "duration": 4.84
  },
  {
    "text": "of it.\" I wanted to flip the script. Anxiety is \na normal human emotion. We all have it. We can  ",
    "start": 22.2,
    "duration": 7.92
  },
  {
    "text": "use neuroscience and tools from psychology to \nlearn how to take advantage of anxiety. Because we  ",
    "start": 30.12,
    "duration": 7.56
  },
  {
    "text": "tell ourselves so many stories about \nwho we are, and who we're supposed to  ",
    "start": 37.68,
    "duration": 4.28
  },
  {
    "text": "be. Once we realize that everything is always \nchanging, it helps us let a lot of that go.",
    "start": 41.96,
    "duration": 7.44
  },
  {
    "text": "- Hey Big Thinkers. This is the DS-01 Daily \nSymbiotic from Seed Health, a microbial science  ",
    "start": 62.88,
    "duration": 7.2
  },
  {
    "text": "company and the sponsor of today's video. The \nDS-01 Daily Symbiotic is a pre and probiotic  ",
    "start": 70.08,
    "duration": 6.16
  },
  {
    "text": "supplement that aims to support better digestion \nand whole body health. Each capsule contains 24  ",
    "start": 76.24,
    "duration": 6.2
  },
  {
    "text": "clinically and scientifically studied strains not \ntypically found in other probiotic sources. Seed  ",
    "start": 82.44,
    "duration": 6.36
  },
  {
    "text": "links to the strains specific studies on their \nwebsite, if you're curious about the science  ",
    "start": 88.8,
    "duration": 4.36
  },
  {
    "text": "behind their product. Now, I know what you might \nthink. Really? A supplement company? However,  ",
    "start": 93.16,
    "duration": 5.52
  },
  {
    "text": "not all probiotics are the same. One of the \nthings that makes Seed’s DS-01 different, is  ",
    "start": 98.68,
    "duration": 5.16
  },
  {
    "text": "that it is undergoing clinical trials. If you're \ncurious to dig into the research Seed have done,  ",
    "start": 103.84,
    "duration": 5.4
  },
  {
    "text": "you can find a link to those trials in the \nvideo description. As with any supplement,  ",
    "start": 109.24,
    "duration": 4.84
  },
  {
    "text": "this product does not intend to diagnose, treat, \ncure, or prevent any disease. Dietary supplements,  ",
    "start": 114.08,
    "duration": 6.0
  },
  {
    "text": "in particular are often band-aids. It's \nalso essential to think holistically about  ",
    "start": 120.08,
    "duration": 4.8
  },
  {
    "text": "lifestyle habits like diet and exercise, as \nchanges to those things will often have an  ",
    "start": 124.88,
    "duration": 4.48
  },
  {
    "text": "outsized impact on overall health. But \nif you already have a probiotic routine  ",
    "start": 129.36,
    "duration": 4.96
  },
  {
    "text": "or are considering starting one, consider \nSeed’s DS-01 Daily Symbiotic. Seed has a  ",
    "start": 134.32,
    "duration": 6.0
  },
  {
    "text": "special offer for the Big Think audience. \nReceive 25% off a 30 day supply of DS-01,  ",
    "start": 140.32,
    "duration": 6.52
  },
  {
    "text": "and a free glass travel vial by using the promo \nBIGTHINK25 at the link in the description.",
    "start": 146.84,
    "duration": 7.36
  },
  {
    "text": "My name is Stephen Kotler. I'm \na writer and a researcher. And  ",
    "start": 154.2,
    "duration": 3.32
  },
  {
    "text": "my latest book is \"The Art \nof Impossible Flow Itself.\"",
    "start": 157.52,
    "duration": 7.36
  },
  {
    "text": "Flow is often described as a state of kind of \neffortless effort. We feel like we're propelled  ",
    "start": 164.88,
    "duration": 6.32
  },
  {
    "text": "through the activity. Everything else just seems \nto disappear. Time is gonna dilate, which is a  ",
    "start": 171.2,
    "duration": 5.08
  },
  {
    "text": "fancy way of saying it's gonna pass strangely five \nhours, go by in like five minutes. Occasionally  ",
    "start": 176.28,
    "duration": 5.0
  },
  {
    "text": "it'll slow down. You get a freeze frame effect. \nI, anybody who's been in a car crash, for example,  ",
    "start": 181.28,
    "duration": 6.0
  },
  {
    "text": "intuition tends to get turned up a lot. \nThis is an basketball player in the zone,  ",
    "start": 187.28,
    "duration": 5.08
  },
  {
    "text": "seeing the hoop and suddenly it's as big \nas a Hulu and our frown muscles tend to  ",
    "start": 192.36,
    "duration": 5.08
  },
  {
    "text": "be paralyzed. And what that frowning is, is a \nsign that the brain is doing work. This is, uh,  ",
    "start": 197.44,
    "duration": 6.6
  },
  {
    "text": "this is a constant issue. And by my, where \nmy wife thinks I'm mad at her or somebody,  ",
    "start": 204.04,
    "duration": 5.76
  },
  {
    "text": "and I'm like, no, no, I'm just thinking, this is \njust me thinking I'm in robot mode. Actually, uh,  ",
    "start": 209.8,
    "duration": 10.28
  },
  {
    "text": "the term is coined by Gerta who uses the German \nword RO, which means overflowing with joy. NCHA  ",
    "start": 220.08,
    "duration": 6.6
  },
  {
    "text": "actually wrote about flow. William James worked \non the topic, but Miha sent me high as often  ",
    "start": 226.68,
    "duration": 6.68
  },
  {
    "text": "referred to as the godfather of flow psychology. \nHe was very interested in sort of well meaning of  ",
    "start": 233.36,
    "duration": 7.04
  },
  {
    "text": "life. And he went around the world, talking to \npeople about the times in their lives when they  ",
    "start": 240.4,
    "duration": 4.84
  },
  {
    "text": "felt their best. And they performed their best \neverywhere. He went, people said the same thing.  ",
    "start": 245.24,
    "duration": 5.16
  },
  {
    "text": "I mean this altered state of consciousness where \nevery action, every decision I make seems to flow  ",
    "start": 250.4,
    "duration": 6.84
  },
  {
    "text": "effortlessly, perfectly seamlessly from the last \nflow actually feels flowy. More specifically. It  ",
    "start": 257.24,
    "duration": 8.2
  },
  {
    "text": "refers to any of those moments of rad attention \nand total absorption. You're so focused on the  ",
    "start": 265.44,
    "duration": 5.32
  },
  {
    "text": "task at hand. So focused on what you're doing. \nEverything else just seems disappear. But one of  ",
    "start": 270.76,
    "duration": 5.08
  },
  {
    "text": "the things that athletes talk about a lot is what \nthey call bell voice. Often when I'm skiing and  ",
    "start": 275.84,
    "duration": 5.84
  },
  {
    "text": "flow, I will get directions right left, do this, \ndo that. And it's, it's very quick. You either do  ",
    "start": 281.68,
    "duration": 6.44
  },
  {
    "text": "what the voice is telling you to do, or you tend \nto crash. The challenge skills balance is often  ",
    "start": 288.12,
    "duration": 6.76
  },
  {
    "text": "called the golden rule to flow. And the idea here \nis pretty simple. We pay the most attention into  ",
    "start": 294.88,
    "duration": 5.92
  },
  {
    "text": "the task at hand when the challenge of that task \nslightly exceeds our skillset. So to do this work  ",
    "start": 300.8,
    "duration": 6.12
  },
  {
    "text": "and to get good at it, you have to get good at \nbeing comfortable with being uncomfortable. So  ",
    "start": 306.92,
    "duration": 4.32
  },
  {
    "text": "you want to stretch but not snap. So there are a \nnumber of different things you can do to sort of  ",
    "start": 311.24,
    "duration": 6.44
  },
  {
    "text": "prepare yourself and prepare the environment \nto drop, to flow. The flow triggers are your  ",
    "start": 317.68,
    "duration": 5.64
  },
  {
    "text": "toolkit. 22 of them have been discovered. There \nare probably way, way more, but so far researchers  ",
    "start": 323.32,
    "duration": 6.08
  },
  {
    "text": "have identified 22. The most basic of flows, \ntriggers, complete concentration. You really want  ",
    "start": 329.4,
    "duration": 5.4
  },
  {
    "text": "to sort of start your work session. If you can, \num, in relationship to your physiology. I like  ",
    "start": 334.8,
    "duration": 5.24
  },
  {
    "text": "to wake up at 3 34 o'clock in the morning. That's \nwhen I'm most awake, most alert. I am married to  ",
    "start": 340.04,
    "duration": 5.36
  },
  {
    "text": "a night out. My wife doesn't wake up till 5, 6, \n7, o'clock eight o'clock at night. That's when  ",
    "start": 345.4,
    "duration": 6.24
  },
  {
    "text": "her brain comes alive. And then you want to try \nto block out 90 to 120 minutes for uninterrupted  ",
    "start": 351.64,
    "duration": 6.32
  },
  {
    "text": "concentration practice, distraction management \nahead of time. So you want to turn off your phone,  ",
    "start": 357.96,
    "duration": 5.48
  },
  {
    "text": "turn off email, Twitter, Facebook, Instagram, et \ncetera, all your messages, all your alerts. There  ",
    "start": 363.44,
    "duration": 5.84
  },
  {
    "text": "was a study where they found that coders and flow. \nThey get knocked out by distraction and knock at  ",
    "start": 369.28,
    "duration": 5.0
  },
  {
    "text": "the door, a text alert or whatever it can take. \n'em 15 minutes to get back into flow. If they can  ",
    "start": 374.28,
    "duration": 5.68
  },
  {
    "text": "get back in at all, low only shows up when all \nof our attention is in the right here right now,  ",
    "start": 379.96,
    "duration": 6.92
  },
  {
    "text": "one way to kind of explore flow triggers is a \ncluster of them that are predominantly dopamine  ",
    "start": 386.88,
    "duration": 5.4
  },
  {
    "text": "triggers. They drive focus. They drive attention \nthat drive alertness, um, and, and excitement.  ",
    "start": 392.28,
    "duration": 5.04
  },
  {
    "text": "And there's a lot of different ways to get \ndopamine. Novelty produces, dove mean we see  ",
    "start": 397.32,
    "duration": 4.84
  },
  {
    "text": "the same thing with unpredictability complexity, \nthe experience of awe. You look up at the night  ",
    "start": 402.16,
    "duration": 5.12
  },
  {
    "text": "sky and you see stars everywhere. And you know, \nthose stars are actually universes and you get  ",
    "start": 407.28,
    "duration": 4.56
  },
  {
    "text": "sort of perceptual vastness. You've ever done a \ncrossword puzzle, or Succo you get an answer that  ",
    "start": 411.84,
    "duration": 6.12
  },
  {
    "text": "little rush pleasure you get that's dopamine. And \nthen you usually get a couple of answers right in  ",
    "start": 417.96,
    "duration": 5.0
  },
  {
    "text": "a row. That's because the dopamine that is now in \nyour system is amplifying pattern recognition. We  ",
    "start": 422.96,
    "duration": 5.72
  },
  {
    "text": "get that same dopamine from risk taking, and this \ncould be physical risks, emotional risks, social  ",
    "start": 428.68,
    "duration": 5.76
  },
  {
    "text": "risks, and intellectual risks, possibly spiritual \nrisks. We get the dopamine, not as a reward for  ",
    "start": 434.44,
    "duration": 4.04
  },
  {
    "text": "taking the risk, which is what some people, uh, \nused to believe. But now we know it's to kind of  ",
    "start": 438.48,
    "duration": 4.8
  },
  {
    "text": "drive motivation. Now there are lots of different \nintrinsic motivators, but from a motivation  ",
    "start": 443.28,
    "duration": 5.76
  },
  {
    "text": "standpoint, there are five and they're all \ndesigned to be built into one another and work in  ",
    "start": 449.04,
    "duration": 5.84
  },
  {
    "text": "a sort of specific order in a specific sequence. \nThe most base to human motivator is curiosity. One  ",
    "start": 454.88,
    "duration": 5.52
  },
  {
    "text": "of the things we get from curiosity is focus \nfor free. When we're curious about something,  ",
    "start": 460.4,
    "duration": 4.24
  },
  {
    "text": "we don't have to struggle. We don't have to burn \na lot of calories trying to pay attention to it.  ",
    "start": 464.64,
    "duration": 4.48
  },
  {
    "text": "Curiosity is designed biologically again to be \nbuilt into passion and think about we've all  ",
    "start": 469.12,
    "duration": 6.72
  },
  {
    "text": "fallen in love how much attention you pay, Hey to \nthe person you're falling in love with you. Can't  ",
    "start": 475.84,
    "duration": 5.08
  },
  {
    "text": "stop thinking about them. Can't stop staring \nat them. That's a tremendous amount of focus  ",
    "start": 480.92,
    "duration": 4.4
  },
  {
    "text": "for free. Now passion is incredibly useful, but \nas a motivator, you can go one better, which is  ",
    "start": 485.32,
    "duration": 8.72
  },
  {
    "text": "purpose. Everybody wants to talk about, oh, I have \na purpose and it's this big altruistic thing. And  ",
    "start": 494.04,
    "duration": 4.44
  },
  {
    "text": "it's good for the world. And all those things may \nbe true. But from a peak performance perspective,  ",
    "start": 498.48,
    "duration": 5.56
  },
  {
    "text": "it's very, very selfish. Once you have purpose, \nthe system demands autonomy. I want the freedom  ",
    "start": 504.04,
    "duration": 7.0
  },
  {
    "text": "to pursue my purpose. And once you have that \nfreedom, the system wants the last of the big  ",
    "start": 511.04,
    "duration": 5.76
  },
  {
    "text": "motivators mastery mastery is the skills to pursue \nthat purpose. Well, one of the really incredible  ",
    "start": 516.8,
    "duration": 7.48
  },
  {
    "text": "things about being human is we're all built for \npeak performance flow is universal in humans,  ",
    "start": 524.28,
    "duration": 6.84
  },
  {
    "text": "actually universal in most mammals and deaf, \nall social MAs. There's a shared collective  ",
    "start": 531.12,
    "duration": 5.44
  },
  {
    "text": "version of a flow data, a a team performing at \ntheir best, a group performing at their best.  ",
    "start": 536.56,
    "duration": 3.88
  },
  {
    "text": "This is called group flow. In fact, studies have \nshown that the people who score off the charts for  ",
    "start": 540.44,
    "duration": 4.36
  },
  {
    "text": "these characteristics who score off the charts \nfor overall wellbeing and life satisfaction,  ",
    "start": 544.8,
    "duration": 4.04
  },
  {
    "text": "are the people with the most flow in their lives. \nWe're all capable of so much more. Then we know  ",
    "start": 548.84,
    "duration": 7.32
  },
  {
    "text": "that is a commonality across the boards at the \nlargest lesson. The 30 years in studying peak  ",
    "start": 556.16,
    "duration": 4.64
  },
  {
    "text": "performance has taught me. And the way I sort of \nlike to think about it is motivation is what gets  ",
    "start": 560.8,
    "duration": 4.8
  },
  {
    "text": "us into the game. Learning allows us to continue \nto play creativity is how we steer and flow,  ",
    "start": 565.6,
    "duration": 6.56
  },
  {
    "text": "which is optimal. Performance is how we amplify \nall the results beyond all reasonable expectation.",
    "start": 572.16,
    "duration": 11.24
  },
  {
    "text": "My name is Wendy Suzuki. I'm Dean of the College \nof Arts and Science at New York University, and my  ",
    "start": 583.4,
    "duration": 6.76
  },
  {
    "text": "most recent book is \"Good Anxiety: Harnessing \nthe Power of the Most Misunderstood Emotion.\"",
    "start": 590.16,
    "duration": 9.16
  },
  {
    "text": "- Anxiety is the feeling of fear or worry \ntypically associated with situations of  ",
    "start": 602.16,
    "duration": 7.92
  },
  {
    "text": "uncertainty. Brain plasticity is the brain's \nextraordinary ability to change and rewire  ",
    "start": 610.08,
    "duration": 8.16
  },
  {
    "text": "itself in response to the external environment. \nI've tried to use and explore the boundaries of  ",
    "start": 618.24,
    "duration": 7.88
  },
  {
    "text": "brain plasticity to address some very challenging \nissues, particularly our high anxiety levels. You  ",
    "start": 626.12,
    "duration": 9.2
  },
  {
    "text": "hear the word \"anxiety,\" you think, \"Oh God, this \nthing I wanna kick out the door. It's a disease. I  ",
    "start": 635.32,
    "duration": 5.24
  },
  {
    "text": "have it. I don't know how to get rid of it.\" One \nof the first things that I wanted to do was flip  ",
    "start": 640.56,
    "duration": 2.672
  },
  {
    "text": "the script on our whole mindset around anxiety. \nAnxiety is a normal human emotion. We all have it,  ",
    "start": 643.232,
    "duration": 5.488
  },
  {
    "text": "okay, so you're never gonna get rid of it. It \nevolved to protect us, and so my whole book,  ",
    "start": 648.72,
    "duration": 7.48
  },
  {
    "text": "\"Good Anxiety,\" is teaching us to look at \nanxiety in a different way. The amygdala is  ",
    "start": 656.2,
    "duration": 7.92
  },
  {
    "text": "a brain structure that is automatically activated \nwhen you hear that bump in the night that launches  ",
    "start": 664.12,
    "duration": 6.12
  },
  {
    "text": "your anxiety, and the brain area that could help \nthat calming in that situation is the prefrontal  ",
    "start": 670.24,
    "duration": 9.0
  },
  {
    "text": "cortex, the area that's involved in executive \nfunction, that helps you order your day. But  ",
    "start": 679.24,
    "duration": 7.36
  },
  {
    "text": "unfortunately, in situations of high stress, high \nanxiety, what happens is not only is your amygdala  ",
    "start": 686.6,
    "duration": 6.32
  },
  {
    "text": "activated but your prefrontal cortex gets shut \ndown too, so that makes the situation even worse.  ",
    "start": 692.92,
    "duration": 8.08
  },
  {
    "text": "One thing that trips essentially all of us up is \nsomething called the 'negativity bias,' which says  ",
    "start": 701.0,
    "duration": 7.24
  },
  {
    "text": "that we are more prone to see the negative sides \nof things than the positive. What happens is,  ",
    "start": 708.24,
    "duration": 7.56
  },
  {
    "text": "if you're tired, if you're stressed, if lots of \nproblems are coming up, you will tend to see the  ",
    "start": 715.8,
    "duration": 6.12
  },
  {
    "text": "world in, \"Oh my God, this person hates me. I'm \nnever gonna get the job. I'm never going to lose  ",
    "start": 721.92,
    "duration": 5.32
  },
  {
    "text": "the weight that I wanna lose.\" All these things \nbecome part of the big stone of anxiety dragging  ",
    "start": 727.24,
    "duration": 6.8
  },
  {
    "text": "along with you. 'Cognitive flexibility' is the \nidea that we are able to look at and approach  ",
    "start": 734.04,
    "duration": 8.0
  },
  {
    "text": "situations in lots of different ways. We are \nhabit-forming animals, and sometimes without even  ",
    "start": 742.04,
    "duration": 7.2
  },
  {
    "text": "knowing it you are approaching the same situation \nthe same way that you approached it when you were  ",
    "start": 749.24,
    "duration": 5.72
  },
  {
    "text": "six years old. Cognitive flexibility says that \nif there is a realization, there are other ways  ",
    "start": 754.96,
    "duration": 5.96
  },
  {
    "text": "to approach it. You have the ability to do just \nthat. I dove into trying to find gifts from all  ",
    "start": 760.92,
    "duration": 11.56
  },
  {
    "text": "the different kinds of anxiety, and that's how \nI came up with the six gifts or superpowers of  ",
    "start": 772.48,
    "duration": 6.84
  },
  {
    "text": "anxiety. Let me mention my top three: The first \none is the superpower of productivity, that \"what  ",
    "start": 779.32,
    "duration": 7.04
  },
  {
    "text": "if? list.\" What if you didn't do that, or what \nif you did that and you didn't do it right? That  ",
    "start": 786.36,
    "duration": 4.72
  },
  {
    "text": "anxiety is focused on things that are important \nto you in life. That is the key. Evolutionarily,  ",
    "start": 791.08,
    "duration": 7.92
  },
  {
    "text": "anxiety evolved to have us put an action on it. \n2.5 million years ago, it was either you fight the  ",
    "start": 799.0,
    "duration": 7.72
  },
  {
    "text": "danger that was causing anxiety or you run away \nfrom it. That is the fight or flight response. The  ",
    "start": 806.72,
    "duration": 6.16
  },
  {
    "text": "way to transform it is to turn that what if list \ninto a to-do list. Put an action on each one of  ",
    "start": 812.88,
    "duration": 7.88
  },
  {
    "text": "them, whether it's asking a friend for help, doing \nsomething, Googling something, and go tick through  ",
    "start": 820.76,
    "duration": 6.24
  },
  {
    "text": "them one by one. Superpower number two is the \nsuperpower of flow. Flow is a psychological state.  ",
    "start": 827.0,
    "duration": 12.04
  },
  {
    "text": "It's those moments that you're doing something \nthat you're really good at. Times stands  ",
    "start": 839.68,
    "duration": 4.6
  },
  {
    "text": "still. It's like you're moving in slow motion and \neverything is just going beautifully. All the data  ",
    "start": 844.28,
    "duration": 8.4
  },
  {
    "text": "out there says that anxiety can eliminate flow. I \nknow I wanted to talk about flow, but I couldn't  ",
    "start": 852.68,
    "duration": 7.92
  },
  {
    "text": "just say, \"Well, sorry, if you have anxiety, no \nflow for you.\" Okay, maybe it's not classic flow.  ",
    "start": 860.6,
    "duration": 6.64
  },
  {
    "text": "Maybe it's \"micro flow.\" Your own anxiety can make \nyour own moments of micro flow which we all have  ",
    "start": 867.24,
    "duration": 8.04
  },
  {
    "text": "during the day, even if you don't realize you \ndo, be even flowier. Superpower number three.  ",
    "start": 875.28,
    "duration": 8.52
  },
  {
    "text": "Think about that anxiety that is most familiar to \nyou, your most common form of anxiety. You know  ",
    "start": 883.8,
    "duration": 7.04
  },
  {
    "text": "what it feels like. You know what it looks like. \nAll you have to do is notice when others might be  ",
    "start": 890.84,
    "duration": 6.48
  },
  {
    "text": "suffering from that same form of anxiety, and \nhere's your superpower. All you have to do is  ",
    "start": 897.32,
    "duration": 6.68
  },
  {
    "text": "give a kind word, a simple helping hand in that \nsituation, and I love this superpower because I  ",
    "start": 904.0,
    "duration": 7.04
  },
  {
    "text": "can't think of anything that we need more in the \nworld today than higher levels of empathy. An  ",
    "start": 911.04,
    "duration": 13.72
  },
  {
    "text": "'activist mindset' is one that is flexible, that \ncan look at a situation and see lots of different  ",
    "start": 924.76,
    "duration": 7.36
  },
  {
    "text": "possibilities, everything from that negativity \nbias all the way to, \"Oh, actually, maybe this  ",
    "start": 932.12,
    "duration": 6.12
  },
  {
    "text": "is gonna teach me something really interesting, \nreally new.\" To have an activist mindset requires  ",
    "start": 938.24,
    "duration": 8.8
  },
  {
    "text": "cognitive flexibility. You're gonna try something \nnew. Sometimes it's hard, but if you practice it  ",
    "start": 947.04,
    "duration": 7.88
  },
  {
    "text": "in different ways every single day it can be \nsomething that becomes a very powerful tool.  ",
    "start": 954.92,
    "duration": 7.08
  },
  {
    "text": "This is a really important part of my book, and I \nthink it was emphasized because of this situation  ",
    "start": 962.0,
    "duration": 7.44
  },
  {
    "text": "that really shaped the book, which is a difficult \npassing of two of my family members, and really  ",
    "start": 969.44,
    "duration": 6.24
  },
  {
    "text": "coming out of that with a beautiful example of an \nactivist mindset. Everybody's going to experience  ",
    "start": 975.68,
    "duration": 7.56
  },
  {
    "text": "loss of a loved one during their lifetime. My \nactivist mindset was knowing that all of that pain  ",
    "start": 983.24,
    "duration": 10.28
  },
  {
    "text": "and that loss and that sadness was undergirded by \nlove for these people, and that was my activist  ",
    "start": 993.52,
    "duration": 8.96
  },
  {
    "text": "mindset. I brought that beautiful, helpful, almost \nlife-saving example of activist mindset to my  ",
    "start": 1002.48,
    "duration": 7.92
  },
  {
    "text": "addressing anxiety. What is it about my anxiety \nthat is difficult? Can I bring a superpower  ",
    "start": 1010.4,
    "duration": 8.84
  },
  {
    "text": "or a gift from that as an opportunity to learn, \nto grow, and to learn more about yourself?",
    "start": 1019.24,
    "duration": 9.44
  },
  {
    "text": "I'm Robert Waldinger. I am a psychiatrist and \nI'm professor of psychiatry at Harvard Medical  ",
    "start": 1028.68,
    "duration": 5.76
  },
  {
    "text": "School. I direct the Harvard Study of Adult \nDevelopment at Massachusetts General Hospital.",
    "start": 1034.44,
    "duration": 8.68
  },
  {
    "text": "- Zen emphasizes community. It's called 'Sangha' \nin the Buddhist language. and it's really the idea  ",
    "start": 1043.12,
    "duration": 12.64
  },
  {
    "text": "that we practice learning about ourselves and each \nother by being in relationships with each other,  ",
    "start": 1055.76,
    "duration": 8.12
  },
  {
    "text": "both during meditation sessions and out there in \nthe world. I am a Zen practitioner. I'm actually a  ",
    "start": 1063.88,
    "duration": 8.6
  },
  {
    "text": "Rōshi, a Zen Master. It's a big part of my life, \nand it is an enormous benefit in terms of how I  ",
    "start": 1072.48,
    "duration": 9.72
  },
  {
    "text": "think about my own life, other people's lives, \nhow I think about my research, and how I think  ",
    "start": 1082.2,
    "duration": 5.08
  },
  {
    "text": "about working with patients. I would rate the \nconcept of impermanence as, number one, as the  ",
    "start": 1087.28,
    "duration": 11.2
  },
  {
    "text": "greatest hit of Zen Buddhism. Basically, the idea \nof everything constantly changing There's nothing  ",
    "start": 1098.48,
    "duration": 11.36
  },
  {
    "text": "to hold onto in the deepest sense. And that on the \none hand, that can be scary, on the other hand,  ",
    "start": 1109.84,
    "duration": 6.52
  },
  {
    "text": "it can be an enormous relief because we tell \nourselves so many stories about who we are,  ",
    "start": 1116.36,
    "duration": 5.84
  },
  {
    "text": "and who we're supposed to be, and how the world is \nsupposed to be, and when we really know the truth  ",
    "start": 1122.2,
    "duration": 6.44
  },
  {
    "text": "of impermanence, we let a lot of that go. Once \nwe realize that everything is always changing,  ",
    "start": 1128.64,
    "duration": 8.04
  },
  {
    "text": "it helps us be more compassionate to other people \n'cause we realize that they are also dealing with  ",
    "start": 1136.68,
    "duration": 6.28
  },
  {
    "text": "all the complexities of a self and a world that's \nconstantly changing. The Four Noble Truths are  ",
    "start": 1142.96,
    "duration": 12.04
  },
  {
    "text": "perhaps the most iconic teachings of the Buddha. \nThey start with the Buddhist statement Now, it's  ",
    "start": 1155.0,
    "duration": 13.0
  },
  {
    "text": "often said that, \"The Buddha was teaching that \nyou could get to a point where you never suffer  ",
    "start": 1168.0,
    "duration": 5.92
  },
  {
    "text": "anymore.\" Zen does not teach that. Rather, what we \ncan do is learn to be with what's unsatisfactory  ",
    "start": 1173.92,
    "duration": 9.8
  },
  {
    "text": "in life, learn to be with unhappiness, even be \nwith pain in a way that makes it more bearable, in  ",
    "start": 1183.72,
    "duration": 8.36
  },
  {
    "text": "a way that doesn't layer on The optional suffering \nbeing the stories we tell about how unfair it  ",
    "start": 1192.08,
    "duration": 8.4
  },
  {
    "text": "all is, for example, that I have back pain or how \nunfair it is that I've got a cold today- that all  ",
    "start": 1200.48,
    "duration": 8.56
  },
  {
    "text": "of these things are workable. It makes me a little \nless likely to blame other people for what's going  ",
    "start": 1209.04,
    "duration": 7.64
  },
  {
    "text": "on in me, and that can be hugely helpful. When \nwe talk about harmony in relationships. The best  ",
    "start": 1216.68,
    "duration": 12.16
  },
  {
    "text": "definition I know of mindfulness is simple: \nSo right now, for me, that's talking with you.  ",
    "start": 1228.84,
    "duration": 13.0
  },
  {
    "text": "That's the feel of the chair on my back. It's the \nfeel of the air on my skin. You can work on your  ",
    "start": 1241.84,
    "duration": 7.0
  },
  {
    "text": "mindfulness right this moment, by simply paying \nattention to whatever stimuli are reaching you.  ",
    "start": 1248.84,
    "duration": 7.96
  },
  {
    "text": "It might be your heartbeat, it might be your \nbreath, it might be the sound of the fan in the  ",
    "start": 1256.8,
    "duration": 6.48
  },
  {
    "text": "room-anything. And simply letting yourself be open \nand receive whatever is here right now. And you  ",
    "start": 1263.28,
    "duration": 8.48
  },
  {
    "text": "can do that in any moment. Buddhism talks about \nthe idea of attachment. It's really about holding  ",
    "start": 1271.76,
    "duration": 11.72
  },
  {
    "text": "on tightly to a fixed view of something. Zen \nteaches that unsatisfactoriness is always there  ",
    "start": 1283.48,
    "duration": 8.52
  },
  {
    "text": "in life, and that we do have preferences, \nbut that what we can do In other words,  ",
    "start": 1292.0,
    "duration": 10.2
  },
  {
    "text": "to insist less that the world be a certain \nway. I mean, think about in relationships,  ",
    "start": 1302.2,
    "duration": 6.48
  },
  {
    "text": "how much we try to insist that someone else \nbe a certain way that we want them to be,  ",
    "start": 1308.68,
    "duration": 6.36
  },
  {
    "text": "and how much less we suffer if we let that go. And \njust assume that that person is allowed to show up  ",
    "start": 1315.04,
    "duration": 7.08
  },
  {
    "text": "in the world as they are, and we are allowed to \nshow up in the world as we are. So this idea of  ",
    "start": 1322.12,
    "duration": 7.56
  },
  {
    "text": "relieving suffering is in Zen, the idea of being \nable to face towards suffering, looking at it, and  ",
    "start": 1329.68,
    "duration": 9.36
  },
  {
    "text": "living with it in a way that hurts less. There's \na concept of Metta, loving-kindness, in Buddhism,  ",
    "start": 1339.04,
    "duration": 12.4
  },
  {
    "text": "and there are a couple of different ways that it's \ntalked about. One is an explicit skill that we can  ",
    "start": 1351.44,
    "duration": 6.48
  },
  {
    "text": "cultivate. You can do a loving-kindness meditation \nwhere you think about another person and you say  ",
    "start": 1357.92,
    "duration": 7.0
  },
  {
    "text": "to yourself, \"May you be happy. may you be at \npeace.\" And you do that over and over again,  ",
    "start": 1364.92,
    "duration": 5.44
  },
  {
    "text": "and you come to feel differently about the other \nperson, including about people you don't like very  ",
    "start": 1370.36,
    "duration": 5.2
  },
  {
    "text": "much, or you're angry at. So there's that way of \nactively cultivating a skill. There's another way,  ",
    "start": 1375.56,
    "duration": 7.48
  },
  {
    "text": "which is simply by becoming more and more aware of \nyour own pain, your own anxious, angry thoughts,  ",
    "start": 1383.04,
    "duration": 9.88
  },
  {
    "text": "your own difficulties. Because what happens when \nwe become more aware of that through meditation,  ",
    "start": 1392.92,
    "duration": 7.88
  },
  {
    "text": "for example, is that we become much more empathic \ntoward other people. And naturally, that kind of  ",
    "start": 1400.8,
    "duration": 7.08
  },
  {
    "text": "loving kindness arises, where we see an angry \nperson and say, \"Oh, I wonder if that person is  ",
    "start": 1407.88,
    "duration": 7.32
  },
  {
    "text": "having a terrible day,\" rather than immediately \nreacting with our own anger. And so that's a  ",
    "start": 1415.2,
    "duration": 7.24
  },
  {
    "text": "different way to cultivate loving-kindness, but \nit happens pretty reliably through meditation.  ",
    "start": 1422.44,
    "duration": 10.44
  },
  {
    "text": "And finally, there's a wonderful teaching in \nZen about Beginner's Mind. The idea that we  ",
    "start": 1432.88,
    "duration": 7.6
  },
  {
    "text": "let go of all the stories we tell ourselves that \nwe're so sure of. Having a beginner's mind really  ",
    "start": 1440.48,
    "duration": 8.4
  },
  {
    "text": "helps in relationships because it allows us to \nbe curious, it allows us to say, \"Okay, there's  ",
    "start": 1448.88,
    "duration": 7.04
  },
  {
    "text": "so much I don't know about this person, let me \nwatch closely. Let me notice what I haven't seen  ",
    "start": 1455.92,
    "duration": 7.8
  },
  {
    "text": "before about this person. Let me find new ways \nto interact with this person.\" And that brings a  ",
    "start": 1463.72,
    "duration": 7.6
  },
  {
    "text": "kind of freshness and openness to relationships \nthat can otherwise, easily get stale. Shunryu  ",
    "start": 1471.32,
    "duration": 7.4
  },
  {
    "text": "Suzuki was a Zen Master who had a saying that \nI love. And what he meant by that is when we  ",
    "start": 1478.72,
    "duration": 15.12
  },
  {
    "text": "can remain open to many possibilities, rather \nthan being so sure that we know what's what,  ",
    "start": 1493.84,
    "duration": 8.24
  },
  {
    "text": "that we become open to surprise, open to new \nways of experiencing ourselves and the world,  ",
    "start": 1502.08,
    "duration": 6.96
  },
  {
    "text": "that make us suffer a great deal less than when \nwe are so-called experts. And the older I get,  ",
    "start": 1509.04,
    "duration": 7.52
  },
  {
    "text": "and the more people call me an expert, \nthe more aware I am of how little I know.",
    "start": 1516.56,
    "duration": 11.76
  }
]