[
  {
    "text": "When you think about romance and sweethearts\nand spouses, one of the most striking observations",
    "start": 4.9,
    "duration": 6.04
  },
  {
    "text": "from the research – it's sad, but it's true\n– is that, often, married couples will treat",
    "start": 10.94,
    "duration": 6.2
  },
  {
    "text": "each other with less consideration than they\nshow to their friends, or even to strangers.",
    "start": 17.14,
    "duration": 6.42
  },
  {
    "text": "And when I read this, I thought, oh my gosh,\ncan that be true?",
    "start": 23.56,
    "duration": 5.389
  },
  {
    "text": "And I realized, of course it's true, because\nthe people that we're married to are so familiar",
    "start": 28.949,
    "duration": 5.331
  },
  {
    "text": "to us, they are so close to us; they are really\npart of our lives, and it's very easy to take",
    "start": 34.28,
    "duration": 4.69
  },
  {
    "text": "them for granted or to make them the brunt\nof a bad mood or a short temper, and to forget",
    "start": 38.97,
    "duration": 6.73
  },
  {
    "text": "to use our consideration, our good manners,\nour gentle language.",
    "start": 45.7,
    "duration": 7.03
  },
  {
    "text": "And so one of the things that I remind myself\nof all the time is that I want to show as",
    "start": 52.73,
    "duration": 4.73
  },
  {
    "text": "much consideration to my husband as I would\nto any passing stranger or friend.",
    "start": 57.46,
    "duration": 5.64
  },
  {
    "text": "And I also try to remind myself to show my\nhusband as much or more affection as my dog,",
    "start": 63.1,
    "duration": 6.76
  },
  {
    "text": "because when my husband comes and goes from\nthe apartment, I want to give him a real hello",
    "start": 69.86,
    "duration": 4.18
  },
  {
    "text": "and a real goodbye.",
    "start": 74.04,
    "duration": 1.0
  },
  {
    "text": "I want to give him a kiss and a hug and really\nlook him in the eye and say that I'm glad",
    "start": 75.04,
    "duration": 3.79
  },
  {
    "text": "to see him.",
    "start": 78.83,
    "duration": 1.0
  },
  {
    "text": "If my dog can do it, I can do it.",
    "start": 79.83,
    "duration": 2.6
  }
]