[
  {
    "text": "I think a good sommelier is like a good detective.\nPeople often make comments or initial disclosures",
    "start": 0.099,
    "duration": 5.95
  },
  {
    "text": "about the kind of wines they're looking for\nbut I think if you're a good sommelier you",
    "start": 6.049,
    "duration": 3.891
  },
  {
    "text": "really have to take the time to drill down\ndeeper and ask a lot of questions to really",
    "start": 9.94,
    "duration": 5.16
  },
  {
    "text": "get an understanding of the kind of wine that\npeople tend to prefer or where they're willing",
    "start": 15.1,
    "duration": 6.17
  },
  {
    "text": "to head. A lot of times guests will come in\nand they'll say, \"Oh, I want to try something",
    "start": 21.27,
    "duration": 3.06
  },
  {
    "text": "totally new.\" And, you know, really a different\nkind of wine. So for me that's not always",
    "start": 24.33,
    "duration": 4.91
  },
  {
    "text": "easy because I don't -- I haven't drank with\nthem before so I don't know what kind of wines",
    "start": 29.24,
    "duration": 2.999
  },
  {
    "text": "they normally drink. So there's a lot of wine\nout there and some people have a little bit",
    "start": 32.239,
    "duration": 4.3
  },
  {
    "text": "more commitment to that idea. I think people\nreally want to be adventurous with wine but",
    "start": 36.539,
    "duration": 4.82
  },
  {
    "text": "you've got to be careful because a lot of\ntimes not everybody's threshold of adventurism",
    "start": 41.359,
    "duration": 5.421
  },
  {
    "text": "is the same.",
    "start": 46.78,
    "duration": 1.02
  },
  {
    "text": "So asking a lot of questions is a big part\nof it. And not only just about the style of",
    "start": 47.8,
    "duration": 6.099
  },
  {
    "text": "wine and the, you know the flavor profile\nof wines but I think the budget is a big part",
    "start": 53.899,
    "duration": 5.21
  },
  {
    "text": "of it too. And it's always the awkward point\nin a discussion with a guest. I think that",
    "start": 59.109,
    "duration": 4.82
  },
  {
    "text": "people get nervous about talking about their\nprice point or their budget which is -- it",
    "start": 63.929,
    "duration": 4.021
  },
  {
    "text": "shouldn't be that way. I mean, you know, I\nthink that there's an old mentality about",
    "start": 67.95,
    "duration": 4.57
  },
  {
    "text": "the way sommeliers are and this whole thing\nthat they're gonna judge you or that they're",
    "start": 72.52,
    "duration": 3.58
  },
  {
    "text": "gonna try and take your money. I mean, yeah,\nin some ways they're salesmen but I think",
    "start": 76.1,
    "duration": 4.809
  },
  {
    "text": "a good sommelier never wants to put someone\nout of their comfort zone with the wine that",
    "start": 80.909,
    "duration": 5.13
  },
  {
    "text": "they're gonna drink. And I think being up\nfront about a budget is something that makes",
    "start": 86.039,
    "duration": 4.33
  },
  {
    "text": "our life easier. Because if sommeliers are\nrecommending wines, we may recommend a certain",
    "start": 90.369,
    "duration": 4.331
  },
  {
    "text": "type of wine with many different, you know,\nprice points but if you give a budget right",
    "start": 94.7,
    "duration": 5.529
  },
  {
    "text": "from the beginning we can kind of go, you\nknow, horizontally within that budget and",
    "start": 100.229,
    "duration": 4.411
  },
  {
    "text": "give you a lot more great options in that\nsweet spot. So, there's a lot of ways to do",
    "start": 104.64,
    "duration": 4.42
  },
  {
    "text": "it.",
    "start": 109.06,
    "duration": 0.119
  },
  {
    "text": "I think it's always awkward because you don't\nknow if somebody's on the first date and,",
    "start": 109.179,
    "duration": 2.29
  },
  {
    "text": "you know, you don't want to embarrass somebody\nwho's selecting the wine. So I think, you",
    "start": 111.469,
    "duration": 4.061
  },
  {
    "text": "know, if you're looking at a wine list and\nyou can kind of point at a wine that's in",
    "start": 115.53,
    "duration": 3.219
  },
  {
    "text": "a particular price range that can be a good\nway to indicate to the sommelier what you're",
    "start": 118.749,
    "duration": 3.69
  },
  {
    "text": "looking to do. I think being comfortable with\nthe idea of a sommelier and then learning",
    "start": 122.439,
    "duration": 4.96
  },
  {
    "text": "to trust them I think is important. Not every\nsommelier I guess is completely trustworthy",
    "start": 127.399,
    "duration": 3.661
  },
  {
    "text": "but there's more and more coming along. I\nthink the culture is changing and there's",
    "start": 131.06,
    "duration": 4.58
  },
  {
    "text": "a lot of opportunity to learn from sommeliers.",
    "start": 135.64,
    "duration": 3.75
  },
  {
    "text": "When you're explaining the kind of wine that\nyou want to have to a sommelier I think remembering",
    "start": 139.39,
    "duration": 5.55
  },
  {
    "text": "the kind of wine you had is important. I mean\nnowadays with smart phones it's so easy like",
    "start": 144.94,
    "duration": 3.48
  },
  {
    "text": "just snapping a picture of a label and keeping\nit on your phone. And inevitably when people",
    "start": 148.42,
    "duration": 4.05
  },
  {
    "text": "are able to do that -- even if I don't have\nthat wine on the list I know wines that are",
    "start": 152.47,
    "duration": 3.13
  },
  {
    "text": "similar in style to that so I'm really able\nto work within that realm. But remembering",
    "start": 155.6,
    "duration": 4.28
  },
  {
    "text": "a grape varietal that was in it or remembering,\nyou know, a region it was from -- that makes",
    "start": 159.88,
    "duration": 4.04
  },
  {
    "text": "it easier. But if that doesn't work then being\nable to describe the flavor profiles can be",
    "start": 163.92,
    "duration": 5.21
  },
  {
    "text": "difficult. And I think it's a perception thing\nand that's the problem. Like somebody saying",
    "start": 169.13,
    "duration": 3.39
  },
  {
    "text": "like, you know, I want a bottle of wine that's\nkind of full bodied but not too fruity. Like",
    "start": 172.52,
    "duration": 4.91
  },
  {
    "text": "those type of key words, I think, help the\nconversation flow.",
    "start": 177.43,
    "duration": 5.15
  },
  {
    "text": "So trying to remember, you know, the experiences\nyou had with that wine and the things that",
    "start": 182.58,
    "duration": 5.07
  },
  {
    "text": "you tasted or the tactile experience. Breaking\nit down more, you know, particularly as opposed",
    "start": 187.65,
    "duration": 5.51
  },
  {
    "text": "to having it be, you know, vague. I think\nthat's the best way. The more specific details",
    "start": 193.16,
    "duration": 4.96
  },
  {
    "text": "that you can remember about a wine, the easier\nit's gonna be to get a great bottle. And I",
    "start": 198.12,
    "duration": 3.22
  },
  {
    "text": "think as a guest you're gonna learn more about\nwine the more you do that. I think, you know,",
    "start": 201.34,
    "duration": 5.56
  },
  {
    "text": "technology is making that easier. So relying\non things like your smartphone or wine apps",
    "start": 206.9,
    "duration": 5.28
  },
  {
    "text": "or, you know, other forms of social media\nto kind of learn about wine -- that really",
    "start": 212.18,
    "duration": 3.82
  },
  {
    "text": "helps.",
    "start": 216.0,
    "duration": 0.25
  }
]