[
  {
    "text": "﻿- Even if we were to stop burning fossil fuels \ntoday, the emissions from our food systems would  ",
    "start": 0.0,
    "duration": 5.68
  },
  {
    "text": "blow us right past our target of limiting warming \nto 1.5 degrees Celsius, and also use up nearly all  ",
    "start": 5.68,
    "duration": 6.72
  },
  {
    "text": "of our carbon budget for keeping temperatures \nbelow two degrees. In other words, if we do not  ",
    "start": 12.4,
    "duration": 5.28
  },
  {
    "text": "transform our food systems, we won't be able to \nlimit climate change to our international targets.",
    "start": 17.68,
    "duration": 8.707
  },
  {
    "text": "- [Narrator] What impact does food \nproduction have on our planet?",
    "start": 26.387,
    "duration": 2.733
  },
  {
    "text": "- I think there are very, very few environmental \nproblems that food doesn't touch on. In fact,  ",
    "start": 30.44,
    "duration": 6.6
  },
  {
    "text": "I think there are very, very few environmental \nproblems that food doesn't sit at the heart  ",
    "start": 37.04,
    "duration": 4.56
  },
  {
    "text": "of. Our food systems are the leading driver of \ndeforestation, the leading driver of biodiversity  ",
    "start": 41.6,
    "duration": 6.48
  },
  {
    "text": "loss, the leading driver of fresh water use, \nand the leading driver of water pollution. If  ",
    "start": 48.08,
    "duration": 6.72
  },
  {
    "text": "we don't address these issues, we'll see the \ncontinued acceleration and loss of the world  ",
    "start": 54.8,
    "duration": 5.04
  },
  {
    "text": "species and ecosystems. We put severe pressure \non our freshwater systems, leading to freshwater  ",
    "start": 59.84,
    "duration": 6.4
  },
  {
    "text": "stress and scarcity, and we pollute our water \nsystems, disrupting ecosystems, and making them  ",
    "start": 66.24,
    "duration": 6.72
  },
  {
    "text": "less amenable to life. Around a quarter of our \nglobal emissions come from food, and that comes  ",
    "start": 72.96,
    "duration": 7.2
  },
  {
    "text": "from various sources. One of the key ones is \nland use change, so expanding agricultural land,  ",
    "start": 80.16,
    "duration": 6.64
  },
  {
    "text": "causing deforestation, and when our land use \nchanges emits CO2 into the atmosphere. I think  ",
    "start": 86.8,
    "duration": 6.08
  },
  {
    "text": "some of the other key ones are emissions on the \nfarm and here some of these key emissions are  ",
    "start": 92.88,
    "duration": 5.2
  },
  {
    "text": "actually not carbon dioxide, but other greenhouse \ngases such as methane and nitrous oxide. So one  ",
    "start": 98.08,
    "duration": 6.8
  },
  {
    "text": "of the key emitters, for example, is what we call \nenteric fermentation from cows, which is basically  ",
    "start": 104.88,
    "duration": 5.12
  },
  {
    "text": "just cows burping, but the burp methane, which \nis a really powerful greenhouse gas. There are  ",
    "start": 110.0,
    "duration": 5.76
  },
  {
    "text": "other contributors to greenhouse gas emissions \nfrom food such as applying fertilizer. We apply  ",
    "start": 115.76,
    "duration": 5.6
  },
  {
    "text": "nitrogen fertilizer to the soil, we get nitrogen \noxide emissions, which is a really powerful  ",
    "start": 121.36,
    "duration": 5.28
  },
  {
    "text": "greenhouse gas. You also get the same from manure, \nwhich also emits these nitrogen greenhouse gases.  ",
    "start": 126.64,
    "duration": 6.64
  },
  {
    "text": "Even if we were to stop burning fossil fuels \ntoday, those emissions from our food systems would  ",
    "start": 133.28,
    "duration": 5.76
  },
  {
    "text": "blow us right past our target of limiting warming \nto 1.5 degrees Celsius and also use up nearly all  ",
    "start": 139.04,
    "duration": 6.96
  },
  {
    "text": "of our carbon budget for keeping temperatures \nbelow two degrees. In other words, if we do not  ",
    "start": 146.0,
    "duration": 5.2
  },
  {
    "text": "transform our food systems, we won't be able to \nlimit climate change to our international targets.  ",
    "start": 151.2,
    "duration": 6.16
  },
  {
    "text": "I think if we look at the wide range and magnitude \nof the environmental impacts of our food system,  ",
    "start": 157.36,
    "duration": 5.84
  },
  {
    "text": "I'd say we are already eating ourselves into \nunsustainability. Our food system today is  ",
    "start": 163.2,
    "duration": 5.84
  },
  {
    "text": "unsustainable, and if we don't change the way \nwe produce our food and the way we eat our food,  ",
    "start": 169.04,
    "duration": 5.44
  },
  {
    "text": "we will make this problem worse and worse. So \nwhen we look at our food system, we have two  ",
    "start": 174.48,
    "duration": 5.28
  },
  {
    "text": "key goals. The first is that we want to be able \nto provide everyone with a good, sufficient,  ",
    "start": 179.76,
    "duration": 5.36
  },
  {
    "text": "and nutritious diet. The second problem that we \nalso want to solve is to do this with a very, very  ",
    "start": 185.12,
    "duration": 5.52
  },
  {
    "text": "low environmental impact. So the big overarching \nproblem of our food system is how do you feed  ",
    "start": 190.64,
    "duration": 6.48
  },
  {
    "text": "eight, nine, 10 billion people with a very, \nvery low environmental impact? So the average  ",
    "start": 197.12,
    "duration": 6.16
  },
  {
    "text": "person in the world tends to need around 2,500 \nkilocalories per day. Now that varies depending  ",
    "start": 203.28,
    "duration": 7.36
  },
  {
    "text": "on the type of person, their size, their activity \nlevels, but let's say around 2,500 kilocalories  ",
    "start": 210.64,
    "duration": 6.08
  },
  {
    "text": "per person per day. Now, you might think we just \nproduce about enough to feed everyone. In reality,  ",
    "start": 216.72,
    "duration": 7.84
  },
  {
    "text": "we actually produce around double that amount. The \nactual crops coming out of the ground is probably  ",
    "start": 224.56,
    "duration": 5.68
  },
  {
    "text": "equivalent to around 5,000 kilocalories per \nperson per day. Now you might ask, \"How do we go  ",
    "start": 230.24,
    "duration": 5.92
  },
  {
    "text": "from 5,000 to only 2,500, that actually goes into \npeople's mouths?\" And there are a couple of really  ",
    "start": 236.16,
    "duration": 6.96
  },
  {
    "text": "big losses that we have in the system from crop \nproduction to actual food consumption. Now, one  ",
    "start": 243.12,
    "duration": 6.88
  },
  {
    "text": "of the key ones here is meat production. When we \nfeed crops to animals, that's actually converted  ",
    "start": 250.0,
    "duration": 8.08
  },
  {
    "text": "to meat and dairy, very, very inefficiently. So \nmost of the calories you put into an animal are  ",
    "start": 258.08,
    "duration": 6.72
  },
  {
    "text": "lost along the way, and you get very, very little \nout in return. Another key loss in the system,  ",
    "start": 264.8,
    "duration": 5.92
  },
  {
    "text": "so we divert a lot of food towards biofuels, \nso biofuels that go into cars or other forms  ",
    "start": 270.72,
    "duration": 5.92
  },
  {
    "text": "of transport and not actually into human mouths. I \nthink the really key last one is also food waste.  ",
    "start": 276.64,
    "duration": 6.8
  },
  {
    "text": "Now, this can come from consumer food waste, \nso stuff we throw in the bin or don't use,  ",
    "start": 283.44,
    "duration": 6.48
  },
  {
    "text": "but we also have food losses along the supply \nchain. So these are losses that are unintentional,  ",
    "start": 289.92,
    "duration": 5.36
  },
  {
    "text": "but food that just rots or goes off because we \ndon't have the storage or the transportation  ",
    "start": 295.28,
    "duration": 5.52
  },
  {
    "text": "or refrigeration we need in order to get it from \nthe farm to the consumer before it goes off. This  ",
    "start": 300.8,
    "duration": 6.32
  },
  {
    "text": "type of problem, my colleague once explained to me \nis just a Tupperware problem. It's a problem of,  ",
    "start": 307.12,
    "duration": 5.2
  },
  {
    "text": "for example, just not having a plastic crate to \ntransport crops from the field to the market.  ",
    "start": 312.32,
    "duration": 5.76
  },
  {
    "text": "So in some sense, this is good news. This is \na very, very solvable and tractable problem.  ",
    "start": 318.08,
    "duration": 4.8
  },
  {
    "text": "We could not only reduce the environmental \nimpacts of these food losses, but it also means  ",
    "start": 322.88,
    "duration": 4.96
  },
  {
    "text": "that farmers who ultimately have planted these \ncrops and get 'em out of the ground, have much,  ",
    "start": 327.84,
    "duration": 5.52
  },
  {
    "text": "much more to sell at the market and can increase \ntheir incomes. There are two key aspects to build  ",
    "start": 333.36,
    "duration": 6.16
  },
  {
    "text": "a more sustainable food system. The first one \nis to invest in more productive agriculture,  ",
    "start": 339.52,
    "duration": 6.16
  },
  {
    "text": "need to be able to produce more food using less \nland. It's actually one area we've already made  ",
    "start": 345.68,
    "duration": 6.16
  },
  {
    "text": "a lot of progress. Over the last 50 years, in \nmany countries, yields have doubled, tripled,  ",
    "start": 351.84,
    "duration": 6.88
  },
  {
    "text": "in some cases quadrupled. That means we can \nproduce much, much more food using less and  ",
    "start": 358.72,
    "duration": 6.0
  },
  {
    "text": "less land. Going forward, that will also be a \nreally key solution. Our key here is to use as  ",
    "start": 364.72,
    "duration": 6.64
  },
  {
    "text": "little land as possible in order to produce the \nfood that we need. Crop yield will be a really,  ",
    "start": 371.36,
    "duration": 5.76
  },
  {
    "text": "really key solution to this. Now we know that we \ncan further increase crop yields. We know this  ",
    "start": 377.12,
    "duration": 5.68
  },
  {
    "text": "because researchers can estimate what they say is \nthe attainable yield. Now, the attainable yield is  ",
    "start": 382.8,
    "duration": 6.16
  },
  {
    "text": "the yield that you could get using best practices \nand best technologies that we already have today.  ",
    "start": 388.96,
    "duration": 6.64
  },
  {
    "text": "If you compare that to the yields that farmers \nare currently getting, there's often a really,  ",
    "start": 395.6,
    "duration": 4.4
  },
  {
    "text": "really big gap. That means that by increasing \naccess to technologies such as improved seeds,  ",
    "start": 400.0,
    "duration": 7.6
  },
  {
    "text": "fertilizers, pesticides, and irrigation, farmers \ncan close that gap that exists today. In some  ",
    "start": 407.6,
    "duration": 6.96
  },
  {
    "text": "regions, this gap is really, really wide. Take \nAfrica, for example, where wild crop yields  ",
    "start": 414.56,
    "duration": 6.0
  },
  {
    "text": "have increased over the last 50 years. They're \nmuch, much lower than the rest of the world,  ",
    "start": 420.56,
    "duration": 5.2
  },
  {
    "text": "and it has started to fall behind. Now, what's \nreally key about this investment, is it doesn't  ",
    "start": 425.76,
    "duration": 5.28
  },
  {
    "text": "just improve environmental benefits, it often \nalso provides benefits to the farmer. A farmer  ",
    "start": 431.04,
    "duration": 6.64
  },
  {
    "text": "will get higher yields and higher income. That's \nreally, really key for some of the lowest income  ",
    "start": 437.68,
    "duration": 5.2
  },
  {
    "text": "farmers in the world that are living just at or \nbelow the international poverty line. They can  ",
    "start": 442.88,
    "duration": 5.84
  },
  {
    "text": "produce more food that can get a higher income and \nmove out of poverty. It'll obviously be really key  ",
    "start": 448.72,
    "duration": 5.44
  },
  {
    "text": "also for regions where we'll see high population \ngrowth, not only will farmers get higher income  ",
    "start": 454.16,
    "duration": 5.36
  },
  {
    "text": "and will reduce the environmental impact, we'll \nalso be able to feed more people at the same  ",
    "start": 459.52,
    "duration": 4.64
  },
  {
    "text": "time. The second big thing is changing our diets \nand changing the way we eat. That typically means  ",
    "start": 464.16,
    "duration": 6.08
  },
  {
    "text": "moving away from meat and dairy, which can include \nmoving to more meat substitute products or dairy  ",
    "start": 470.24,
    "duration": 6.4
  },
  {
    "text": "alternatives. I think we need to be really, really \ncareful when we're talking about dietary change  ",
    "start": 476.64,
    "duration": 5.2
  },
  {
    "text": "and environmental impacts of food, that we're \nnot preaching to people or telling them what they  ",
    "start": 481.84,
    "duration": 5.28
  },
  {
    "text": "should and shouldn't eat. It's none of my business \nto tell you what you should eat. I think what's  ",
    "start": 487.12,
    "duration": 5.2
  },
  {
    "text": "really, really painful for me is that when people \nhave really good intentions, they want to reduce  ",
    "start": 492.32,
    "duration": 5.36
  },
  {
    "text": "the environmental footprint of their diet. They're \njust working on poor information. So what I try  ",
    "start": 497.68,
    "duration": 6.0
  },
  {
    "text": "to do is put out good information such that those \nthat do want to make this change and want to make  ",
    "start": 503.68,
    "duration": 5.12
  },
  {
    "text": "a difference, have good information to make better \ndecisions. Now here, the top recommendation is to  ",
    "start": 508.8,
    "duration": 6.8
  },
  {
    "text": "reduce the amount of meat and dairy that you're \neating. The reason for this is if you look at  ",
    "start": 515.6,
    "duration": 5.12
  },
  {
    "text": "the environmental footprint, now here we can think \nabout carbon footprint, but also applies to land,  ",
    "start": 520.72,
    "duration": 5.92
  },
  {
    "text": "to water, water pollution, and biodiversity loss, \nif you rank foods in terms of their impact, at the  ",
    "start": 526.64,
    "duration": 6.64
  },
  {
    "text": "top you tend to see a cluster of animal-based \nproducts, and at the bottom you tend to see  ",
    "start": 533.28,
    "duration": 4.8
  },
  {
    "text": "plant-based foods. Most plant-based foods have a \nlower impact than meat and dairy. Now here, the  ",
    "start": 538.08,
    "duration": 6.08
  },
  {
    "text": "differences between different food products are \nreally, really stark. For example, if you look at  ",
    "start": 544.16,
    "duration": 4.88
  },
  {
    "text": "the carbon emissions per 100 grams of protein of \nplant-based proteins, they can be 10 to 50 times  ",
    "start": 549.04,
    "duration": 6.24
  },
  {
    "text": "less the impact of really big emitters like beef \nor lamb. Now, it's important to think about not  ",
    "start": 555.28,
    "duration": 7.28
  },
  {
    "text": "just the total amount of meat that we're eating, \nbut also the types of meat. This is because the  ",
    "start": 562.56,
    "duration": 5.04
  },
  {
    "text": "carbon footprint of different meat products is \nalso very, very different. The bigger the animal,  ",
    "start": 567.6,
    "duration": 5.44
  },
  {
    "text": "typically the higher the carbon footprint. So you \ntend to see beef is the worst emitter, followed  ",
    "start": 573.04,
    "duration": 5.44
  },
  {
    "text": "by lamb, then pig, then chicken, and fish. So we \nhave this metric that we call calorie efficiency,  ",
    "start": 578.48,
    "duration": 7.76
  },
  {
    "text": "and that basically tells us, for every 100 \ncalories of crops or feed you feed an animal, a  ",
    "start": 586.24,
    "duration": 6.56
  },
  {
    "text": "farm animal such as a cow, or a pig, or a chicken, \nhow many calories do you get out in return in the  ",
    "start": 592.8,
    "duration": 6.4
  },
  {
    "text": "form of meat? And what we see when we look at \nthis data is that the calorie efficiency of all  ",
    "start": 599.2,
    "duration": 6.72
  },
  {
    "text": "animals is actually very, very low. It tends to \nbe lowest for the biggest animals. So for a cow,  ",
    "start": 605.92,
    "duration": 6.64
  },
  {
    "text": "for example, for every 100 calories that you feed \nit, you typically get around two calories out in  ",
    "start": 612.56,
    "duration": 6.48
  },
  {
    "text": "terms of meat. So that means 98% of those calories \nare lost, just keeping the animal alive. You don't  ",
    "start": 619.04,
    "duration": 7.12
  },
  {
    "text": "actually get that out in the form of meat. For \nlamb is maybe around four. So 100 calories in,  ",
    "start": 626.16,
    "duration": 6.8
  },
  {
    "text": "four calories out, For pigs, it's around nine. \nSo 100 in, nine out. And for chicken, which is  ",
    "start": 632.96,
    "duration": 7.44
  },
  {
    "text": "typically the smallest of the animals, is a little \nbit better, 100 calories in, you get 13 calories  ",
    "start": 640.4,
    "duration": 6.32
  },
  {
    "text": "out. But even for our most efficient livestock and \nefficient animals, you can see that nearly all of  ",
    "start": 646.72,
    "duration": 5.36
  },
  {
    "text": "the calories that we feed it is completely lost in \nthat conversion. And people will often say, \"Okay,  ",
    "start": 652.08,
    "duration": 5.52
  },
  {
    "text": "but we mostly meet for protein, not calories. \nSo is the protein efficiency much better?\"  ",
    "start": 657.6,
    "duration": 6.4
  },
  {
    "text": "Unfortunately not. It's a little bit better \nthan calories, but for cows, lambs, and pigs,  ",
    "start": 664.0,
    "duration": 8.24
  },
  {
    "text": "it's still under 90%. So 100 grams of protein in, \nyou'll typically get less than 10 grams of protein  ",
    "start": 672.24,
    "duration": 8.08
  },
  {
    "text": "out in the form of meat. Chicken is a little \nbit better, but it's still less than 20 grams  ",
    "start": 680.32,
    "duration": 5.28
  },
  {
    "text": "of protein out for every 100 grams that you put \nin. Now, a really well plant-based diet can meet  ",
    "start": 685.6,
    "duration": 6.48
  },
  {
    "text": "most people's nutritional needs. I think there's \none key vitamin that you just cannot get from  ",
    "start": 692.08,
    "duration": 5.6
  },
  {
    "text": "plant-based products, and that's vitamin B12. So \nif you are on a plant-based diet, you would need  ",
    "start": 697.68,
    "duration": 5.44
  },
  {
    "text": "to supplement with vitamin B12, which is either in \nthe form of direct supplementation, but actually  ",
    "start": 703.12,
    "duration": 5.68
  },
  {
    "text": "many products are actually fortified with vitamin \nB12 already. For most other nutrients, whether  ",
    "start": 708.8,
    "duration": 6.24
  },
  {
    "text": "they're macronutrients such as protein or fat, \nor micronutrients such as vitamins and minerals,  ",
    "start": 715.04,
    "duration": 6.56
  },
  {
    "text": "you can typically get the full spectrum on a \nplant-based diet, but you probably need to be  ",
    "start": 721.6,
    "duration": 5.2
  },
  {
    "text": "much more conscious of the diversity of foods \nthat you're eating compared to a diet with meat  ",
    "start": 726.8,
    "duration": 4.8
  },
  {
    "text": "and dairy in it. I think a really, really key \ninnovation and solution we need in this area  ",
    "start": 731.6,
    "duration": 4.88
  },
  {
    "text": "is better meat substitutes. I think we could hope \nthat people would just switch from a beef burger  ",
    "start": 736.48,
    "duration": 5.84
  },
  {
    "text": "to tofu or peas or beans, but for me, I think \nthis transition globally is gonna be really,  ",
    "start": 742.32,
    "duration": 5.92
  },
  {
    "text": "really unrealistic. I think what we need is to \ngenerate meat-like products that taste like meat,  ",
    "start": 748.24,
    "duration": 6.48
  },
  {
    "text": "that have the texture of meat, that have the \nnutrition of meat, just without the animal and  ",
    "start": 754.72,
    "duration": 4.24
  },
  {
    "text": "the environmental product. Now, there are a range \nof companies and innovators working on this, but  ",
    "start": 758.96,
    "duration": 5.52
  },
  {
    "text": "I think investing in this much more heavily will \nreally help with this transition away from meat  ",
    "start": 764.48,
    "duration": 5.04
  },
  {
    "text": "to a more sustainable way of eating. I think when \npeople come to this issue and they tend to see the  ",
    "start": 769.52,
    "duration": 5.68
  },
  {
    "text": "stats on how big the carbon footprint of meat \nand dairy is compared to plant-based products,  ",
    "start": 775.2,
    "duration": 5.76
  },
  {
    "text": "they have the impression that the only way out \nof this as far as to I'll go 100% vegan tomorrow,  ",
    "start": 780.96,
    "duration": 5.84
  },
  {
    "text": "I don't think this is realistic, and I also \ndon't think this is necessary. For many people,  ",
    "start": 786.8,
    "duration": 4.64
  },
  {
    "text": "the transition towards veganism or a completely \nplant-based diet seems overwhelming and daunting,  ",
    "start": 791.44,
    "duration": 6.4
  },
  {
    "text": "and this is not the message. I think what's \nreally key is that we could all make a difference  ",
    "start": 797.84,
    "duration": 4.24
  },
  {
    "text": "by small changes. Actually, if everyone in the \nworld were to eat 10% less meat or 20% less meat,  ",
    "start": 802.08,
    "duration": 7.84
  },
  {
    "text": "we'd actually have a bigger impact than a \nfew percentage points of the population going  ",
    "start": 809.92,
    "duration": 4.64
  },
  {
    "text": "completely vegan. So for many people, this is \nnot about doing a full transition of their diet,  ",
    "start": 814.56,
    "duration": 5.2
  },
  {
    "text": "it's about taking incremental steps, maybe first \nby stopping eating meat on a given day or reducing  ",
    "start": 819.76,
    "duration": 6.48
  },
  {
    "text": "that a given meal and slowly working towards a \nmore plant-based diet over time. So I think when  ",
    "start": 826.24,
    "duration": 6.48
  },
  {
    "text": "people see the unsustainability of our food system \ntoday, they think the solution is just to go  ",
    "start": 832.72,
    "duration": 5.84
  },
  {
    "text": "backwards, right? The problem of our food system \ntoday is the modern ways that we produce our food.  ",
    "start": 838.56,
    "duration": 5.92
  },
  {
    "text": "If we just rewind the clock and go back to how \nour ancestors did this, our problems would be  ",
    "start": 844.48,
    "duration": 5.36
  },
  {
    "text": "solved. Unfortunately, this is just not true. The \nissue there is scale. The food systems that might  ",
    "start": 849.84,
    "duration": 7.36
  },
  {
    "text": "have worked for tens of millions or hundreds \nof millions of people just don't scale to a  ",
    "start": 857.2,
    "duration": 5.68
  },
  {
    "text": "population of eight, nine, or 10 billion people. \nThe solutions of everyone lives on their farm,  ",
    "start": 862.88,
    "duration": 6.32
  },
  {
    "text": "has their own plot of land, produces through \norganic agriculture with no inputs, just doesn't  ",
    "start": 869.2,
    "duration": 5.52
  },
  {
    "text": "scale when you need to feed eight billion people. \nThat's why we cannot go backwards to the ways that  ",
    "start": 874.72,
    "duration": 5.44
  },
  {
    "text": "we used to do farming and food production. \nWe need to find a way of building solutions  ",
    "start": 880.16,
    "duration": 4.56
  },
  {
    "text": "that take us forward, that can feed billions of \npeople, but in a much more sustainable way. Now,  ",
    "start": 884.72,
    "duration": 5.84
  },
  {
    "text": "one solution that tends to get a lot of attention, \nand to some extent I'm a little bit excited about,  ",
    "start": 890.56,
    "duration": 4.96
  },
  {
    "text": "but I don't think is a feasible technology today, \nis vertical farming. Now, vertical farming takes  ",
    "start": 895.52,
    "duration": 6.32
  },
  {
    "text": "crops from out in the field and brings them \nindoors. Rather than using sunlight, you use LED  ",
    "start": 901.84,
    "duration": 6.8
  },
  {
    "text": "lights inside in order to have that photosynthesis \nprocess. There are obvious advantages to this. You  ",
    "start": 908.64,
    "duration": 7.12
  },
  {
    "text": "need much less land, for example. You can also use \nless fertilizers or less pesticides because the  ",
    "start": 915.76,
    "duration": 6.64
  },
  {
    "text": "crops aren't exposed to pests or diseases. The big \ntrade off here though, is that you're substituting  ",
    "start": 922.4,
    "duration": 5.84
  },
  {
    "text": "land for energy. Typically, vertical farms need a \nlot of energy to produce these crops. They've been  ",
    "start": 928.24,
    "duration": 7.12
  },
  {
    "text": "used most commonly for crops, kind of high price \ncrops, such as leafy greens or other vegetables.  ",
    "start": 935.36,
    "duration": 8.16
  },
  {
    "text": "Even there we've seen many big companies start \nto go bust in the last few years because of a  ",
    "start": 943.52,
    "duration": 4.88
  },
  {
    "text": "spike in energy prices, it's just not economically \nfeasible for many of these companies to continue  ",
    "start": 948.4,
    "duration": 5.76
  },
  {
    "text": "producing. I think the economics gets even worse \nfor cereal crops where actually most of the  ",
    "start": 954.16,
    "duration": 5.44
  },
  {
    "text": "world's calories come from. Estimates suggest that \na loaf of bread produced from wheat from vertical  ",
    "start": 959.6,
    "duration": 6.16
  },
  {
    "text": "farming would cost around $18. Now, in the future, \nLED lighting and other energy systems might get  ",
    "start": 965.76,
    "duration": 7.6
  },
  {
    "text": "more efficient, so we might start to see that cost \nfall, but you'd probably still expect that loaf of  ",
    "start": 973.36,
    "duration": 5.44
  },
  {
    "text": "bread there would cost at least six times as much \nas the prices that we pay today. So while I think  ",
    "start": 978.8,
    "duration": 5.92
  },
  {
    "text": "this is an exciting technology and one that \nmight produce some of our food in the future,  ",
    "start": 984.72,
    "duration": 5.6
  },
  {
    "text": "I think the economics of this technology just \ndon't work today and won't be this silver bullet  ",
    "start": 990.32,
    "duration": 4.96
  },
  {
    "text": "solution that many people think it is. I think \nit's really important to highlight that while we  ",
    "start": 995.28,
    "duration": 4.64
  },
  {
    "text": "produce more than enough food for everyone, nearly \none in 10 people in the world do not get enough  ",
    "start": 999.92,
    "duration": 5.28
  },
  {
    "text": "calories to eat. This is obviously an unacceptable \nposition to be in, but we do have the solutions  ",
    "start": 1005.2,
    "duration": 6.96
  },
  {
    "text": "we need to solve this. We do produce enough \nfood for everyone, and we could produce much,  ",
    "start": 1012.16,
    "duration": 5.28
  },
  {
    "text": "much more if we close the yield gaps across the \nworld and change the diets and the way we eat.  ",
    "start": 1017.44,
    "duration": 5.6
  },
  {
    "text": "Another key factor to take into account is \nthat we will also face changes in the climate,  ",
    "start": 1023.04,
    "duration": 5.68
  },
  {
    "text": "and in some regions this might make farming more \ndifficult. So we need to be prepared for this. We  ",
    "start": 1028.72,
    "duration": 5.6
  },
  {
    "text": "need to factor in that we need to not only make \nup this deficit for the one in 10 people today,  ",
    "start": 1034.32,
    "duration": 5.52
  },
  {
    "text": "we might also have additional mouths to feed \nover the next few decades. We'll also have  ",
    "start": 1039.84,
    "duration": 5.44
  },
  {
    "text": "to contend with the impact of a changing \nclimate on our agricultural systems. Now,  ",
    "start": 1045.28,
    "duration": 5.2
  },
  {
    "text": "these obviously are massive problems, but we do \nhave the solutions we need to solve them. We know  ",
    "start": 1050.48,
    "duration": 6.56
  },
  {
    "text": "that we can increase crop yields if farmers have \naccess to the tools and practices that we need.  ",
    "start": 1057.04,
    "duration": 6.48
  },
  {
    "text": "We can produce really efficient meat substitute \nproducts, which mean that we can release a lot  ",
    "start": 1063.52,
    "duration": 5.6
  },
  {
    "text": "of land from food production, and also release a \nlot of crops that we're currently feeding animals  ",
    "start": 1069.12,
    "duration": 5.36
  },
  {
    "text": "and put it more directly into human mouths. So \nif we were to implement all of these solutions,  ",
    "start": 1074.48,
    "duration": 5.36
  },
  {
    "text": "if we look at where the world might be in 2060, \nwe'd very comfortably be able to feed a population  ",
    "start": 1079.84,
    "duration": 6.4
  },
  {
    "text": "of 10 billion people. We wouldn't have anyone that \nare undernourished or malnourished. Everyone had  ",
    "start": 1086.24,
    "duration": 6.64
  },
  {
    "text": "access to enough calories, enough protein, and \na diverse diet. But we'd also produce this food  ",
    "start": 1092.88,
    "duration": 6.24
  },
  {
    "text": "with a much, much lower environmental impact. We \ncould massively reduce the amount of land that we  ",
    "start": 1099.12,
    "duration": 5.6
  },
  {
    "text": "use for farming. For example, if the world was to \ngo completely plant-based, which it might not, but  ",
    "start": 1104.72,
    "duration": 5.92
  },
  {
    "text": "even if it did, you could reduce agricultural land \nuse by 75%, reduce only a fraction of the land  ",
    "start": 1110.64,
    "duration": 7.28
  },
  {
    "text": "that we currently use for farming, which would \nfree up lots of land for the restoration of wild  ",
    "start": 1117.92,
    "duration": 6.32
  },
  {
    "text": "habitats and forests. We would end deforestation \nbecause food and agricultural expansion is the  ",
    "start": 1124.24,
    "duration": 6.96
  },
  {
    "text": "leading driver of deforestation and biodiversity \nloss today. We would also massively reduce the  ",
    "start": 1131.2,
    "duration": 7.2
  },
  {
    "text": "pressure on fresh water resources and fresh \nwater pollution. Again, our food systems are  ",
    "start": 1138.4,
    "duration": 6.16
  },
  {
    "text": "the leading driver of freshwater withdrawals and \nalso freshwater pollution. In 2060, we could see a  ",
    "start": 1144.56,
    "duration": 7.2
  },
  {
    "text": "world where 10 billion people are fed nutritiously \nwith a fraction of the environmental impact that  ",
    "start": 1151.76,
    "duration": 6.16
  },
  {
    "text": "our current food system has. What's also really \nkey here is a more productive agricultural system  ",
    "start": 1157.92,
    "duration": 5.76
  },
  {
    "text": "would massively increase the incomes of many \nfarmers around the world. Many of the world's  ",
    "start": 1163.68,
    "duration": 5.6
  },
  {
    "text": "poorest or small holder farmers, where most \nof the family works on the farm and gets very,  ",
    "start": 1169.28,
    "duration": 5.84
  },
  {
    "text": "very little in return. They're often just at \nthe international poverty line of earning a few  ",
    "start": 1175.12,
    "duration": 5.52
  },
  {
    "text": "dollars a day, or might even be below it. With \nmore productive agriculture, fewer and fewer  ",
    "start": 1180.64,
    "duration": 6.16
  },
  {
    "text": "people in the family would have to work on the \nfarm, so kids could go to school, to university,  ",
    "start": 1186.8,
    "duration": 5.68
  },
  {
    "text": "to move on to different careers, and the farmers \nstill working on the farm would have a much higher  ",
    "start": 1192.48,
    "duration": 5.36
  },
  {
    "text": "income and a much higher standard of living. So \ndon't think we should underestimate the scale  ",
    "start": 1197.84,
    "duration": 4.64
  },
  {
    "text": "of this challenge, I think we should be aware \nthat we do have the solutions to solve this.",
    "start": 1202.48,
    "duration": 6.067
  },
  {
    "text": "- [Narrator] Wanna support the channel? Join the  ",
    "start": 1208.547,
    "duration": 1.933
  },
  {
    "text": "Big Think Members Community where you \nget access to videos early, ad free.",
    "start": 1210.48,
    "duration": 4.72
  }
]