[
  {
    "text": "﻿- I'm Anne-Laure Le Cunff. I'm a neuroscientist \nand the author of \"Tiny Experiments: How to Live  ",
    "start": 0.0,
    "duration": 6.12
  },
  {
    "text": "Freely in a Goal-Obsessed World.\" A lot of us \nare currently experiencing cognitive overload  ",
    "start": 6.12,
    "duration": 21.08
  },
  {
    "text": "and there are many reasons for that. One of them \nis that the world is changing fast and we're  ",
    "start": 27.2,
    "duration": 4.64
  },
  {
    "text": "trying to hoard as much information as possible \nto understand what's going on around us. Another  ",
    "start": 31.84,
    "duration": 5.2
  },
  {
    "text": "one is that we're trying to be as productive as \npossible in order to keep up, again, with this  ",
    "start": 37.04,
    "duration": 5.64
  },
  {
    "text": "world that keeps on changing. Because of that, we \ntry to build systems. We try to stick to routines  ",
    "start": 42.68,
    "duration": 5.52
  },
  {
    "text": "and we try to go through very long lists of tasks, \noften ignoring our mental health in the process.  ",
    "start": 48.2,
    "duration": 5.88
  },
  {
    "text": "In essence, there is a lot more to think about \non a daily basis, but our brains haven't evolved.  ",
    "start": 54.08,
    "duration": 5.44
  },
  {
    "text": "They're still the same that they were thousands \nof years ago. We're all staring at a giant  ",
    "start": 59.52,
    "duration": 4.64
  },
  {
    "text": "leaderboard with social media where we can see \nhow other people are progressing, their success,  ",
    "start": 64.16,
    "duration": 5.68
  },
  {
    "text": "and where we keep on comparing ourselves to each \nother. This creates anxiety because we keep asking  ",
    "start": 69.84,
    "duration": 5.04
  },
  {
    "text": "ourselves, how am I doing? Am I doing better? \nAm I being fast enough? Am I being productive  ",
    "start": 74.88,
    "duration": 4.56
  },
  {
    "text": "enough? Am I being ambitious enough? What I call \nthe maximized brain is this belief that we have,  ",
    "start": 79.44,
    "duration": 11.76
  },
  {
    "text": "that whatever we do, it has to be the biggest, the \nmost ambitious version of this goal. When we want  ",
    "start": 91.2,
    "duration": 6.28
  },
  {
    "text": "to exercise, we decide that we have to go to the \ngym every single day. If we wanna start writing,  ",
    "start": 97.48,
    "duration": 5.16
  },
  {
    "text": "we decide that we're going to start writing \na book. If we wanna explore a new project,  ",
    "start": 102.64,
    "duration": 4.16
  },
  {
    "text": "we decide that this has to be a startup. The \nproblem with the maximized brain is that it  ",
    "start": 106.8,
    "duration": 4.72
  },
  {
    "text": "very often leads to overwhelm and burnout, and \nsometimes just completely abandoning our projects  ",
    "start": 111.52,
    "duration": 5.56
  },
  {
    "text": "because they're just too big. Tiny experiments \noffer an alternative to this maximized approach  ",
    "start": 117.08,
    "duration": 5.36
  },
  {
    "text": "where instead of going for the bigger thing, \nyou go for the thing that is most likely to  ",
    "start": 122.44,
    "duration": 4.6
  },
  {
    "text": "bring you discovery, fun, enjoyment, and that is \nbased on your curiosity rather than an external  ",
    "start": 127.04,
    "duration": 6.2
  },
  {
    "text": "definition of success. When you're running a tiny \nexperiment, you're not trying to do something big,  ",
    "start": 133.24,
    "duration": 4.88
  },
  {
    "text": "what you're trying is just to learn something new. \nI divide my life in two separate chapters. In the  ",
    "start": 138.12,
    "duration": 13.16
  },
  {
    "text": "first one, I had a very linear approach that was \ndriven by traditional definitions of success. I  ",
    "start": 151.28,
    "duration": 5.84
  },
  {
    "text": "did my best to do well in school, and then I \ngot a good job at Google, and then I tried to  ",
    "start": 157.12,
    "duration": 4.92
  },
  {
    "text": "climb the corporate ladder, getting a promotion, \nworking on the best projects possible. And from  ",
    "start": 162.04,
    "duration": 5.48
  },
  {
    "text": "an external standpoint, I should have been happy, \nbut I wasn't. Instead, I was feeling empty inside,  ",
    "start": 167.52,
    "duration": 6.48
  },
  {
    "text": "I was both bored and burned out. I left my job at \nGoogle thinking that I should try to do something  ",
    "start": 174.0,
    "duration": 6.56
  },
  {
    "text": "different and not realizing that I was following \nyet another script of success. I decided to start  ",
    "start": 180.56,
    "duration": 5.0
  },
  {
    "text": "a startup, and again, I didn't find happiness \nthere by following this idea of success that  ",
    "start": 185.56,
    "duration": 5.56
  },
  {
    "text": "everyone around me was following. It's only when \nmy startup failed and that for the very first time  ",
    "start": 191.12,
    "duration": 4.8
  },
  {
    "text": "in my life I didn't have a clear idea of what I \nwas supposed to do next in order to be successful  ",
    "start": 195.92,
    "duration": 5.4
  },
  {
    "text": "that I finally asked myself, \"What is it that \nI wanted to do? What would make me happy even  ",
    "start": 201.32,
    "duration": 5.12
  },
  {
    "text": "if I forgot about the traditional definition of \nsuccess?\" And so I went back to the drawing board  ",
    "start": 206.44,
    "duration": 5.04
  },
  {
    "text": "and I started thinking about what I was curious \nabout. Again, not based on traditional definitions  ",
    "start": 211.48,
    "duration": 5.76
  },
  {
    "text": "of success. What were topics I would be excited to \nexplore even if nobody was watching? And for me,  ",
    "start": 217.24,
    "duration": 6.64
  },
  {
    "text": "that was the brain. I had always been fascinated \nwith why we think the way we think and why  ",
    "start": 223.88,
    "duration": 5.16
  },
  {
    "text": "we feel the way we feel. So I decided to go \nback to university to study neuroscience. I  ",
    "start": 229.04,
    "duration": 5.36
  },
  {
    "text": "completed my graduate studies and I got a PhD in \nneuroscience. Throughout this journey, I decided  ",
    "start": 234.4,
    "duration": 5.4
  },
  {
    "text": "to learn in public, and this is how I started my \nnewsletter. Every week I would pick a topic that  ",
    "start": 239.8,
    "duration": 5.0
  },
  {
    "text": "I had discovered in my studies in university, and \nI would take those neuroscience insights and turn  ",
    "start": 244.8,
    "duration": 5.32
  },
  {
    "text": "them into practical tools that I would write about \nin the newsletter to help other people apply them  ",
    "start": 250.12,
    "duration": 4.96
  },
  {
    "text": "in their life and work. This tiny experiment \nof starting to write online and sharing what  ",
    "start": 255.08,
    "duration": 5.92
  },
  {
    "text": "I was learning in public was the beginning of my \nwork of trying to understand how we can live more  ",
    "start": 261.0,
    "duration": 6.56
  },
  {
    "text": "experimental lives. A mindset is a default way \nof seeing the world and our mindsets influence  ",
    "start": 267.56,
    "duration": 13.48
  },
  {
    "text": "so many things in our lives. They influence our \ndecisions, they influence our relationships,  ",
    "start": 281.04,
    "duration": 5.72
  },
  {
    "text": "they influence the way we think, and even the way \nwe feel. When we're not aware of our mindsets,  ",
    "start": 286.76,
    "duration": 4.4
  },
  {
    "text": "they can impact the direction of our life, \nthe path that we're taking without us even  ",
    "start": 291.16,
    "duration": 4.2
  },
  {
    "text": "realizing it. Being aware of your mindsets is \nthe difference between living a conscious life  ",
    "start": 295.36,
    "duration": 5.84
  },
  {
    "text": "where you're making choices in accord with what \nyou actually want and going where you actually  ",
    "start": 301.2,
    "duration": 4.64
  },
  {
    "text": "want to go versus being on autopilot and having \nthose mindsets subconsciously drive all of your  ",
    "start": 305.84,
    "duration": 6.04
  },
  {
    "text": "decisions. The great thing about mindsets is that \nthey can actually change, but the first step is to  ",
    "start": 311.88,
    "duration": 5.36
  },
  {
    "text": "make them conscious. There are three subconscious \nmindsets that get in the way of us living  ",
    "start": 317.24,
    "duration": 12.6
  },
  {
    "text": "happy conscious lives. These three mindsets are \ncalled the cynical mindset, the escapist mindset,  ",
    "start": 329.84,
    "duration": 5.52
  },
  {
    "text": "and the perfectionist mindset. The cynical mindset \nis when we have lost all curiosity and ambition in  ",
    "start": 335.36,
    "duration": 5.44
  },
  {
    "text": "life, and we're actually sometimes even making fun \nof earnest people who still have this high level  ",
    "start": 340.8,
    "duration": 4.6
  },
  {
    "text": "of curiosity and ambition. When we're cynical, we \nfeel like there's no point trying because we're  ",
    "start": 345.4,
    "duration": 5.6
  },
  {
    "text": "in survival mode all the time, so things that \nwe might be doing instead is doom scrolling,  ",
    "start": 351.0,
    "duration": 5.64
  },
  {
    "text": "sitting on the sofa going through negative news, \nbeing stuck in this cycle, and then maybe even  ",
    "start": 356.64,
    "duration": 5.48
  },
  {
    "text": "spending a lot of time and energy discussing and \ndebating those negative news with other people.  ",
    "start": 362.12,
    "duration": 4.52
  },
  {
    "text": "In the escapist mindset, we're still curious, \nbut we have decided to let go of our ambitions.  ",
    "start": 366.64,
    "duration": 5.12
  },
  {
    "text": "We're trying to do everything we can to escape our \nresponsibilities. That can take the form of retail  ",
    "start": 371.76,
    "duration": 5.72
  },
  {
    "text": "therapy, binge watching, or dream planning our \nnext vacation instead of doing something right now  ",
    "start": 377.48,
    "duration": 6.16
  },
  {
    "text": "to change our lives. In the perfectionist mindset, \nwe try to escape uncertainty through work, so we  ",
    "start": 383.64,
    "duration": 6.2
  },
  {
    "text": "have high ambition, but low curiosity. That might \nlook like self-coercion, overworking ourselves,  ",
    "start": 389.84,
    "duration": 6.0
  },
  {
    "text": "toxic productivity. Our goals are driving all \nof our decisions. We feel like if we manage to  ",
    "start": 395.84,
    "duration": 4.88
  },
  {
    "text": "achieve that goal, if we manage to be successful, \nthen, then we'll be happy. You can picture those  ",
    "start": 400.72,
    "duration": 5.76
  },
  {
    "text": "three subconscious mindsets on the four by \nfour metrics where the two different factors  ",
    "start": 406.48,
    "duration": 5.44
  },
  {
    "text": "are curiosity and ambition. In the case of the \ncynical mindset, it's low curiosity, low ambition.  ",
    "start": 411.92,
    "duration": 5.84
  },
  {
    "text": "For the escapist mindset, high curiosity, but low \nambition. And with the perfectionist mindset, you  ",
    "start": 417.76,
    "duration": 5.52
  },
  {
    "text": "do have high ambition, but you have decided to let \ngo of your curiosity. Those mindsets are actually  ",
    "start": 423.28,
    "duration": 5.88
  },
  {
    "text": "very fluid and they might change depending on our \nsituation and different triggers and different  ",
    "start": 429.16,
    "duration": 4.68
  },
  {
    "text": "ambitions that we might have at the moment. This \nis actually really good news because that means  ",
    "start": 433.84,
    "duration": 4.16
  },
  {
    "text": "that these mindsets are not fixed personality \ntraits. We can change them by becoming aware  ",
    "start": 438.0,
    "duration": 6.04
  },
  {
    "text": "of them and then making the decision to change \nour mindsets. This is something we can achieve.  ",
    "start": 444.04,
    "duration": 5.48
  },
  {
    "text": "There is an alternative to those three mindsets, \nwhich is called the experimental mindset. This is  ",
    "start": 455.08,
    "duration": 5.52
  },
  {
    "text": "a mindset where your curiosity and your ambition \nare both high. In an experimental mindset, you're  ",
    "start": 460.6,
    "duration": 6.88
  },
  {
    "text": "open to uncertainty. You see it as an opportunity \nto explore, to grow, and to learn. Having an  ",
    "start": 467.48,
    "duration": 5.88
  },
  {
    "text": "experimental mindset helps us completely reimagine \na relationship to ambition and to goals. When you  ",
    "start": 473.36,
    "duration": 6.16
  },
  {
    "text": "have an experimental mindset, instead of chasing \nthose linear goals that give you the illusion of  ",
    "start": 479.52,
    "duration": 5.0
  },
  {
    "text": "certainty, you're open to designing experiments. \nInstead of trying to get to a specific outcome,  ",
    "start": 484.52,
    "duration": 6.12
  },
  {
    "text": "you start from a research question. Anytime you \ndon't understand something, it doesn't create  ",
    "start": 490.64,
    "duration": 4.96
  },
  {
    "text": "fear, it creates curiosity. Having an experimental \nmindset means seeing failures as data points that  ",
    "start": 495.6,
    "duration": 6.88
  },
  {
    "text": "you can learn from. It means being open to making \nmistakes because you know you're going to learn  ",
    "start": 502.48,
    "duration": 5.0
  },
  {
    "text": "from them. It means embracing the fact that you \nmight not have a plan, that you don't know what's  ",
    "start": 507.48,
    "duration": 4.84
  },
  {
    "text": "coming, and this is great. It means that you can \ndesign your life in a way that is conscious and  ",
    "start": 512.32,
    "duration": 5.08
  },
  {
    "text": "connected. The idea of cultivating an experimental \nmindset is based on the scientific method,  ",
    "start": 517.4,
    "duration": 12.48
  },
  {
    "text": "and this is very simple. First, you start by \nobserving your current situation by looking at  ",
    "start": 529.88,
    "duration": 5.96
  },
  {
    "text": "the world around you. Then you ask a research \nquestion, and you design a tiny experiment to  ",
    "start": 535.84,
    "duration": 6.08
  },
  {
    "text": "collect data which you can then analyze. Based on \nthose results, you can decide what your next step  ",
    "start": 541.92,
    "duration": 5.0
  },
  {
    "text": "is. What's great about that is that even though \nyou don't know where you're going, you can trust  ",
    "start": 546.92,
    "duration": 4.4
  },
  {
    "text": "that you're going to grow through each cycle \nof experimentation. To design an experiment,  ",
    "start": 551.32,
    "duration": 4.8
  },
  {
    "text": "you need to commit to curiosity. A great way \nto do this is to design what I call a pact.  ",
    "start": 556.12,
    "duration": 4.92
  },
  {
    "text": "This is a commitment device where you say, \n\"I am going to run this experiment.\" The way  ",
    "start": 561.04,
    "duration": 5.8
  },
  {
    "text": "it works is that you choose one action and \nyou then decide on a duration and you say,  ",
    "start": 566.84,
    "duration": 5.2
  },
  {
    "text": "\"I will perform this action for this specific \nduration.\" Why does it look like that? There's  ",
    "start": 572.04,
    "duration": 6.12
  },
  {
    "text": "several reasons. The first one is that when a \nscientist designs an experiment, they design in  ",
    "start": 578.16,
    "duration": 5.0
  },
  {
    "text": "advance on the number of trials. You don't simply \nstop in the middle if the results don't really  ",
    "start": 583.16,
    "duration": 5.24
  },
  {
    "text": "look like what you expected. You collect all \nof the data and once you have all of that data,  ",
    "start": 588.4,
    "duration": 5.24
  },
  {
    "text": "you can analyze it and decide what the answer \nis. The second reason is that it allows you to  ",
    "start": 593.64,
    "duration": 5.76
  },
  {
    "text": "notice when you're falling prey to the maximized \nbrain. You can make sure that you're keeping your  ",
    "start": 599.4,
    "duration": 4.6
  },
  {
    "text": "experiment tiny enough that you're actually going \nto complete it by choosing a duration that is  ",
    "start": 604.0,
    "duration": 5.0
  },
  {
    "text": "reasonable, something you can actually achieve, \nso you can collect all of the necessary data. A  ",
    "start": 609.0,
    "duration": 4.68
  },
  {
    "text": "pact is purposeful. It needs to be something you \ncare about and what's great is that when each pact  ",
    "start": 613.68,
    "duration": 4.64
  },
  {
    "text": "you design has purpose imbued into it, you don't \nneed to have a grand purpose in life. A pact is  ",
    "start": 618.32,
    "duration": 6.24
  },
  {
    "text": "actionable. This is something that you need to \nbe able to do right now. You don't need extra  ",
    "start": 624.56,
    "duration": 4.96
  },
  {
    "text": "resources. You don't need help from other people. \nThis is something you can try straight away. A  ",
    "start": 629.52,
    "duration": 4.68
  },
  {
    "text": "pact is continuous. This is something that you \nneed to do regularly. Again, you decide on the  ",
    "start": 634.2,
    "duration": 4.92
  },
  {
    "text": "duration, the number of trials, and then you say, \n\"I'm going to do this action for two weeks. I'm  ",
    "start": 639.12,
    "duration": 6.0
  },
  {
    "text": "going to do this action for two months. I'm going \nto do this action for one year.\" And finally,  ",
    "start": 645.12,
    "duration": 5.4
  },
  {
    "text": "a pact is trackable, not measurable. You don't \nneed complicated metrics. You only need to be  ",
    "start": 650.52,
    "duration": 5.28
  },
  {
    "text": "able to say whether you did it or not. Did you do \nthe action? Did you perform it? Yes or no? That's  ",
    "start": 655.8,
    "duration": 6.56
  },
  {
    "text": "the only tracking you need. A pact is not a new \nyear resolution. This is not something that you  ",
    "start": 662.36,
    "duration": 5.84
  },
  {
    "text": "decide on that is very ambitious at the beginning \nof the year and that you're going to abandon.  ",
    "start": 668.2,
    "duration": 4.76
  },
  {
    "text": "This is something small and achievable that you \ncan start doing at any point during the year. A  ",
    "start": 672.96,
    "duration": 5.04
  },
  {
    "text": "pact is not a habit either. The difference \nbetween a habit and an experiment is that  ",
    "start": 678.0,
    "duration": 4.44
  },
  {
    "text": "with a habit, you're very clear that this is \nsomething that's going to be good for you,  ",
    "start": 682.44,
    "duration": 3.84
  },
  {
    "text": "and so you commit to it for an indefinite amount \nof time. For example, you say, starting today,  ",
    "start": 686.28,
    "duration": 5.56
  },
  {
    "text": "I'm going to go to bed at the same time. Whereas \nwith an experiment, you're not quite sure whether  ",
    "start": 691.84,
    "duration": 5.04
  },
  {
    "text": "this is going to work for you or not. You're going \nto test it, and so you're going to say, \"I'm going  ",
    "start": 696.88,
    "duration": 4.88
  },
  {
    "text": "to go to bed at the same time every night for two \nweeks and then only I'm going to decide whether  ",
    "start": 701.76,
    "duration": 5.32
  },
  {
    "text": "this is good for me or not and whether I want to \nturn it into a habit.\" And a pact is not a KPI,  ",
    "start": 707.08,
    "duration": 5.88
  },
  {
    "text": "an OKR, a performance metric, or however people \ncall them in the corporate world, it's really just  ",
    "start": 712.96,
    "duration": 6.0
  },
  {
    "text": "about learning something new. It's not about being \nsuccessful or getting to a specific outcome. Once  ",
    "start": 718.96,
    "duration": 12.36
  },
  {
    "text": "you've completed your pact and you've gone through \nthe entire duration of that data collection phase,  ",
    "start": 731.32,
    "duration": 5.48
  },
  {
    "text": "you can finally look at the data. I highly \nencourage you while you're running your pact  ",
    "start": 736.8,
    "duration": 4.72
  },
  {
    "text": "to take little notes. It can be very simple, a \nfew bullet points on your phone, something in your  ",
    "start": 741.52,
    "duration": 5.36
  },
  {
    "text": "journal, but just to keep track of whether you did \nit or not and how it felt. Based on that, you can  ",
    "start": 746.88,
    "duration": 5.2
  },
  {
    "text": "make the decision to either persist with your pact \nas is because it works for you. You can also pause  ",
    "start": 752.08,
    "duration": 5.96
  },
  {
    "text": "it if you feel like that's not really something \nyou want to keep going with or you can pivot,  ",
    "start": 758.04,
    "duration": 4.56
  },
  {
    "text": "which means making a little tweak and changing \nsomething before you start your next cycle of  ",
    "start": 762.6,
    "duration": 4.6
  },
  {
    "text": "experimentation. A lot of us tend to only pay \nattention to external data or internal data when  ",
    "start": 767.2,
    "duration": 5.4
  },
  {
    "text": "we're analyzing our experiments. For example, we \nmight only look at the external metrics of success  ",
    "start": 772.6,
    "duration": 5.88
  },
  {
    "text": "or only at the internal feelings that we might be \nexperiencing, but both are very valuable in order  ",
    "start": 778.48,
    "duration": 5.8
  },
  {
    "text": "to make the right decision when it comes to your \nnext steps. The external signals might show you  ",
    "start": 784.28,
    "duration": 5.04
  },
  {
    "text": "whether this is something that is worth pursuing \nin terms of financial success or career or any  ",
    "start": 789.32,
    "duration": 5.64
  },
  {
    "text": "ambition that you might want to explore, but the \ninternal signals are also very important. There's  ",
    "start": 794.96,
    "duration": 5.04
  },
  {
    "text": "no point being successful externally if it feels \nhorrible to work on this project, and equally if  ",
    "start": 800.0,
    "duration": 6.44
  },
  {
    "text": "it feels really good, but you have no way to \nsustain yourself with this project, it might  ",
    "start": 806.44,
    "duration": 4.36
  },
  {
    "text": "be worth reconsidering the parameters to find a \nway where you can have an overlap between external  ",
    "start": 810.8,
    "duration": 5.28
  },
  {
    "text": "success and also internal positive feelings and \nemotions of working on this. Let me give you an  ",
    "start": 816.08,
    "duration": 12.64
  },
  {
    "text": "example. I designed an experiment where I wanted \nto explore whether I wanted to become a YouTuber.  ",
    "start": 828.72,
    "duration": 5.76
  },
  {
    "text": "This was something I had noticed a lot of friends \naround me doing and they seemed to have a lot  ",
    "start": 834.48,
    "duration": 3.56
  },
  {
    "text": "of fun. That piqued my curiosity enough that I \nwanted to give it a try. So I designed a pact,  ",
    "start": 838.04,
    "duration": 5.88
  },
  {
    "text": "and I said, \"I'm going to publish a video every \nweek until the end of the year.\" Very simple pact,  ",
    "start": 843.92,
    "duration": 5.6
  },
  {
    "text": "which I completed. Every week, I published a \nnew video. At the end of my pact, I looked at  ",
    "start": 849.52,
    "duration": 5.84
  },
  {
    "text": "the data, external data, pretty good, looking at \nthe traditional metrics of success of a YouTube  ",
    "start": 855.36,
    "duration": 5.48
  },
  {
    "text": "channel, I got to a good number of subscribers, \na lot of positive comments. People seemed to like  ",
    "start": 860.84,
    "duration": 5.32
  },
  {
    "text": "the videos and I even had some people reaching out \nand asking if we could collaborate together. But  ",
    "start": 866.16,
    "duration": 6.08
  },
  {
    "text": "internal data, I actually did not enjoy producing \nthese videos. Every week when I had to sit down  ",
    "start": 872.24,
    "duration": 6.16
  },
  {
    "text": "in front of the camera, I was dreading it. I love \nhaving face-to-face conversations with people and  ",
    "start": 878.4,
    "duration": 5.08
  },
  {
    "text": "seeing their reactions in real time, but just \nlooking at a camera with no feedback whatsoever  ",
    "start": 883.48,
    "duration": 5.04
  },
  {
    "text": "was very uncomfortable for me. As a result, every \nweek I was procrastinating for so long. Every time  ",
    "start": 888.52,
    "duration": 5.56
  },
  {
    "text": "I had to film a video, I felt deeply anxious and \nI was not even able to work on anything else on  ",
    "start": 894.08,
    "duration": 5.52
  },
  {
    "text": "those days where I was supposed to film. This is \na typical example showing why it is so important  ",
    "start": 899.6,
    "duration": 5.44
  },
  {
    "text": "to considering both the external and the internal \nsignals before making a decision. Based on this,  ",
    "start": 905.04,
    "duration": 5.8
  },
  {
    "text": "even though the YouTube channel was fairly \nsuccessful in such a short amount of time,  ",
    "start": 910.84,
    "duration": 3.8
  },
  {
    "text": "I decided to stop. I realized that I was not going \nto be a YouTuber and I prefer to keep on writing  ",
    "start": 914.64,
    "duration": 5.52
  },
  {
    "text": "my newsletter. You can run tiny experiments in \nall areas of your life. In work, for example,  ",
    "start": 920.16,
    "duration": 11.96
  },
  {
    "text": "you could say, \"I'm going to write an internal \nnewsletter every week for the next six weeks where  ",
    "start": 932.12,
    "duration": 5.0
  },
  {
    "text": "I share the most interesting links that I find.\" \nIn relationships, you could say, \"I'm going every  ",
    "start": 937.12,
    "duration": 6.08
  },
  {
    "text": "Sunday to sit down and send a note to a friend \nI haven't talked to in a while.\" And even when  ",
    "start": 943.2,
    "duration": 4.52
  },
  {
    "text": "it comes to your health, you could say, \"I'm going \nto go for a walk for 20 minutes for 20 days to see  ",
    "start": 947.72,
    "duration": 5.28
  },
  {
    "text": "how I feel at the end of that experiment.\" With an \nexperiment, you're not making any assumptions as  ",
    "start": 953.0,
    "duration": 5.08
  },
  {
    "text": "to whether this is going to work for you or not. A \nhabit that a friend has, for example, going for a  ",
    "start": 958.08,
    "duration": 4.84
  },
  {
    "text": "run three times a week might not be that good for \nyou. Maybe when it comes to your health and body  ",
    "start": 962.92,
    "duration": 5.0
  },
  {
    "text": "movement, you prefer dancing or something else. \nThat's why it's interesting to run an experiment  ",
    "start": 967.92,
    "duration": 6.04
  },
  {
    "text": "before committing to a habit. When it comes to \nrunning, for example, you could say, \"I'm going to  ",
    "start": 973.96,
    "duration": 4.52
  },
  {
    "text": "try that. I am going to go and run three times a \nweek for three weeks, not for the rest of my life,  ",
    "start": 978.48,
    "duration": 6.84
  },
  {
    "text": "and at the end of the three weeks, I'm going to \ndecide whether this is what I want to keep doing  ",
    "start": 985.32,
    "duration": 4.0
  },
  {
    "text": "or if I want to experiment with another way \nto move my body.\" In essence, committing to  ",
    "start": 989.32,
    "duration": 12.28
  },
  {
    "text": "curiosity is ensuring that you're going to live \na life that is intentional, that you're going to  ",
    "start": 1001.6,
    "duration": 5.56
  },
  {
    "text": "live your life, not the life that other people \nare expecting you to live. Curiosity keeps you  ",
    "start": 1007.16,
    "duration": 4.84
  },
  {
    "text": "adaptable and nimble in an ever-changing world. It \nensures that you stay open to new possibilities,  ",
    "start": 1012.0,
    "duration": 6.16
  },
  {
    "text": "and frankly, it just makes life more fun. This all \nmight sound philosophical, but there's actually  ",
    "start": 1018.16,
    "duration": 4.8
  },
  {
    "text": "a lot of neuroscientific research showing \nthat when we experience thirst for water,  ",
    "start": 1022.96,
    "duration": 5.32
  },
  {
    "text": "the same parts of the brain activate than when we \nexperience thirst for information. So when we say,  ",
    "start": 1028.28,
    "duration": 5.4
  },
  {
    "text": "\"I'm thirsty for knowledge, I wanna learn \nmore, I wanna know more,\" we couldn't be  ",
    "start": 1033.68,
    "duration": 3.28
  },
  {
    "text": "more right. And thinking about your own mindsets, \ndeveloping this self-awareness is really just a  ",
    "start": 1036.96,
    "duration": 5.76
  },
  {
    "text": "way to direct this curiosity towards the things \nthat you actually want to do with your life.  ",
    "start": 1042.72,
    "duration": 6.12
  },
  {
    "text": "The pace of technological and societal change has \naccelerated massively. We feel like we cannot rely  ",
    "start": 1058.76,
    "duration": 6.4
  },
  {
    "text": "anymore on those traditions and institutions \nthat used to give us a sense of stability.  ",
    "start": 1065.16,
    "duration": 5.64
  },
  {
    "text": "It's become increasingly difficult or maybe even \nimpossible to know what skills we should invest  ",
    "start": 1070.8,
    "duration": 5.84
  },
  {
    "text": "in in order to build the careers of the future, \nand to make it worse, we have infinite access  ",
    "start": 1076.64,
    "duration": 5.6
  },
  {
    "text": "to information which makes us feel like if we \njust keep on reading, on listening, on watching,  ",
    "start": 1082.24,
    "duration": 5.76
  },
  {
    "text": "we might get that key information that is going to \ngive us finally this sense of elusive certainty.  ",
    "start": 1088.0,
    "duration": 5.76
  },
  {
    "text": "This modern environment is anxiety-inducing. The \nproblem today is that it's become really, really  ",
    "start": 1093.76,
    "duration": 6.44
  },
  {
    "text": "hard to know the difference between information \nand knowledge. Information is just a piece of  ",
    "start": 1100.2,
    "duration": 5.76
  },
  {
    "text": "data, it could be valid, it could be not valid, \nit could come from any kind of source. It could be  ",
    "start": 1105.96,
    "duration": 4.36
  },
  {
    "text": "based on different context and circumstances that \nwe're not aware of. And by consuming all of this  ",
    "start": 1110.32,
    "duration": 5.08
  },
  {
    "text": "information, we might actually not take action to \ngo in the real world and collect our own data, our  ",
    "start": 1115.4,
    "duration": 7.0
  },
  {
    "text": "own knowledge, that would be much more helpful in \norder to make our own decisions. The less control  ",
    "start": 1122.4,
    "duration": 5.2
  },
  {
    "text": "we have, the more we seek it, and that might take \na lot of forms. For example, trying to consume as  ",
    "start": 1127.6,
    "duration": 5.48
  },
  {
    "text": "much information as possible just so we feel like \nwe have the sense of clarity as to what is going  ",
    "start": 1133.08,
    "duration": 5.36
  },
  {
    "text": "on. That could also look like sticking to the safe \npath, the more obvious one where we feel like we  ",
    "start": 1138.44,
    "duration": 7.24
  },
  {
    "text": "understand all of the parameters, or sometimes \nthat could even look like doing nothing because  ",
    "start": 1145.68,
    "duration": 4.68
  },
  {
    "text": "we're too afraid to do something dangerous. \nUncertainty fuels anxiety. Research shows  ",
    "start": 1150.36,
    "duration": 12.56
  },
  {
    "text": "that when we experience uncertainty, our neural \nactivity intensifies. Our brains are basically on  ",
    "start": 1162.92,
    "duration": 5.92
  },
  {
    "text": "high alert, getting ready for any threat that we \nmight face, and that happens even when there's no  ",
    "start": 1168.84,
    "duration": 6.52
  },
  {
    "text": "actual danger. In studies, uncertainty has been \nfound to cause more stress than individual pain.  ",
    "start": 1175.36,
    "duration": 5.88
  },
  {
    "text": "The reason why is because when we know we're going \nto experience pain, we can mentally prepare for  ",
    "start": 1181.24,
    "duration": 5.52
  },
  {
    "text": "it, whereas when we're facing uncertainty, \nthe doubt of not knowing what kind of pain,  ",
    "start": 1186.76,
    "duration": 5.2
  },
  {
    "text": "what level of pain is actually more stressful than \nknowing exactly what's going to happen. This is  ",
    "start": 1191.96,
    "duration": 5.4
  },
  {
    "text": "also why we prefer getting bad news than waiting \nfor an answer. This feels better, now we know,  ",
    "start": 1197.36,
    "duration": 6.56
  },
  {
    "text": "even if it's negative, we feel like we're in \ncontrol. Our brains are wired to fear uncertainty,  ",
    "start": 1203.92,
    "duration": 12.48
  },
  {
    "text": "and that makes sense from an evolutionary \nperspective. When you think about the conditions  ",
    "start": 1216.4,
    "duration": 4.2
  },
  {
    "text": "in which our species started, the more information \nyou had, the more likely you were to survive. A  ",
    "start": 1220.6,
    "duration": 5.84
  },
  {
    "text": "weird noise in the bushes or a new food that you'd \nnever tried before, all of these could be lethal,  ",
    "start": 1226.44,
    "duration": 6.0
  },
  {
    "text": "so anytime you find yourself in a situation \nwhere you feel like you don't understand  ",
    "start": 1232.44,
    "duration": 3.96
  },
  {
    "text": "everything that's going on, where you feel \nlike you don't have all of the information,  ",
    "start": 1236.4,
    "duration": 3.56
  },
  {
    "text": "your brain is trying to get to a solution, and \nobviously this was very useful in the jungle,  ",
    "start": 1239.96,
    "duration": 5.92
  },
  {
    "text": "but not so much in our modern environment. We \ntry to get to an answer as quickly as possible,  ",
    "start": 1245.88,
    "duration": 5.0
  },
  {
    "text": "which means we sometimes go for the most obvious \none rather than the most interesting one. It might  ",
    "start": 1250.88,
    "duration": 5.52
  },
  {
    "text": "even reduce our ability to connect with other \npeople because we better stay with people that we  ",
    "start": 1256.4,
    "duration": 5.04
  },
  {
    "text": "understand and people we know rather than trying \nto connect with strangers because that could mean  ",
    "start": 1261.44,
    "duration": 4.24
  },
  {
    "text": "danger. That means uncertainty, and that means \nfear and anxiety. Instead of fearing uncertainty,  ",
    "start": 1265.68,
    "duration": 12.32
  },
  {
    "text": "we should learn to collaborate with it. What that \nlooks like is seeing uncertainty as an opportunity  ",
    "start": 1278.0,
    "duration": 5.92
  },
  {
    "text": "for learning and form growth. When there is no \nuncertainty, when we know exactly what we're  ",
    "start": 1283.92,
    "duration": 4.28
  },
  {
    "text": "doing, that means we're not growing anymore, so \nwe should actually seek uncertainty, embrace it,  ",
    "start": 1288.2,
    "duration": 5.4
  },
  {
    "text": "and every time we face it, saying, \"Hello, welcome \nback. Let's work together.\" All scientists know  ",
    "start": 1293.6,
    "duration": 7.24
  },
  {
    "text": "that real growth requires both trial and error. \nIf you keep on repeating the same trial and  ",
    "start": 1300.84,
    "duration": 5.76
  },
  {
    "text": "everything works as expected, it means that you're \nnot growing, you're not learning anything. You're  ",
    "start": 1306.6,
    "duration": 3.92
  },
  {
    "text": "just repeating the same thing that you know is \nworking already. It's only through errors that  ",
    "start": 1310.52,
    "duration": 4.64
  },
  {
    "text": "you can adjust your path, that you can try new \napproaches and that you can discover that some  ",
    "start": 1315.16,
    "duration": 5.44
  },
  {
    "text": "of your assumptions were wrong, and this is \nwhy all scientific experiments are just cycles  ",
    "start": 1320.6,
    "duration": 5.2
  },
  {
    "text": "of trial and error, and this is muddled over \nnature. This is also how nature evolves. This is  ",
    "start": 1325.8,
    "duration": 5.84
  },
  {
    "text": "how we can evolve. By making sure that we try new \nthings, we make mistakes, and we learn from them,  ",
    "start": 1331.64,
    "duration": 6.08
  },
  {
    "text": "this is how we can grow in our personal and \nprofessional lives. A linear model of success  ",
    "start": 1337.72,
    "duration": 10.32
  },
  {
    "text": "is based on a fixed outcome that we try to get to. \nIt implies that first you do A, then B, then C,  ",
    "start": 1348.04,
    "duration": 6.68
  },
  {
    "text": "and then you'll be successful. There are lots of \nproblems with a linear model of success. One of  ",
    "start": 1354.72,
    "duration": 5.12
  },
  {
    "text": "them is that it assumes that you know where you're \ngoing, which might not always be the case. Another  ",
    "start": 1359.84,
    "duration": 4.64
  },
  {
    "text": "one is the assumption that wherever you wanna \ngo right now is where you will wanna go in a few  ",
    "start": 1364.48,
    "duration": 6.08
  },
  {
    "text": "years from now. Things are changing very fast. Our \nworld is evolving and you should allow yourself to  ",
    "start": 1370.56,
    "duration": 5.56
  },
  {
    "text": "change the direction of your ambitions with the \nworld, as the world changes. Another problem is  ",
    "start": 1376.12,
    "duration": 5.92
  },
  {
    "text": "that linear goals breed toxic productivity and \nunhealthy comparison. When we're all climbing  ",
    "start": 1382.04,
    "duration": 5.72
  },
  {
    "text": "similar ladders in parallel next to each other, \nwe might compare ourselves to each other looking  ",
    "start": 1387.76,
    "duration": 5.04
  },
  {
    "text": "to the right and to the left and asking, \"Is \nthis person being faster? Is this person working  ",
    "start": 1392.8,
    "duration": 4.84
  },
  {
    "text": "harder? Is this person being more successful?\" \nThis creates toxic productivity when we overwork  ",
    "start": 1397.64,
    "duration": 5.64
  },
  {
    "text": "ourselves just trying to climb those ladders as \nquickly as possible. This can create a sense of  ",
    "start": 1403.28,
    "duration": 5.44
  },
  {
    "text": "ambivalence toward goals in the sense that it \nfeels so exhausting to keep on climbing this  ",
    "start": 1408.72,
    "duration": 6.6
  },
  {
    "text": "ladder with no certainty at all that we might get \nto the top or that we might get there fast enough,  ",
    "start": 1415.32,
    "duration": 5.56
  },
  {
    "text": "and having this exhaustion from constantly \ncomparing ourselves to each other that for some  ",
    "start": 1420.88,
    "duration": 5.32
  },
  {
    "text": "people the new mantra has become no goals, just \nvibes. To break free from this goal-obsessed life,  ",
    "start": 1426.2,
    "duration": 13.72
  },
  {
    "text": "we need to go from rigid linearity to fluid \nexperimentation. That means letting go of the  ",
    "start": 1439.92,
    "duration": 6.76
  },
  {
    "text": "focus on the outcome and instead embracing \nthe joy that we can find in the process.  ",
    "start": 1446.68,
    "duration": 5.68
  },
  {
    "text": "Instead on focusing on climbing the ladder, \nthat means instead trying to design cycles  ",
    "start": 1452.36,
    "duration": 5.64
  },
  {
    "text": "of experimentation, and instead of focusing \non certainty, this is all about focusing on  ",
    "start": 1458.0,
    "duration": 5.24
  },
  {
    "text": "curiosity. Breaking free from this goal-obsessed \nlife and developing an experimental mindset  ",
    "start": 1463.24,
    "duration": 5.52
  },
  {
    "text": "is all about going from outcomes to processes, \nfrom ladders to growth groups, and from certainty  ",
    "start": 1468.76,
    "duration": 6.36
  },
  {
    "text": "to curiosity. Affective labeling means labeling \nyour emotions. It really just means putting words  ",
    "start": 1475.12,
    "duration": 13.4
  },
  {
    "text": "to feelings, and it's incredibly helpful because \nit allows you to better connect and understand  ",
    "start": 1488.52,
    "duration": 5.0
  },
  {
    "text": "your emotions so you can manage them better. \nAffective labeling allows us to reduce activity  ",
    "start": 1493.52,
    "duration": 5.16
  },
  {
    "text": "in the amygdala, which is involved in unconscious \nemotional processing and to increase activity  ",
    "start": 1498.68,
    "duration": 5.92
  },
  {
    "text": "in the prefrontal cortex, which is involved in \nrational thinking, and that allows us to better  ",
    "start": 1504.6,
    "duration": 5.88
  },
  {
    "text": "manage our emotions. What's great about effective \nlabeling is that it's very simple, doesn't cost  ",
    "start": 1510.48,
    "duration": 5.2
  },
  {
    "text": "anything and can do it straight away whenever you \nwant to better regulate your emotions. It's really  ",
    "start": 1515.68,
    "duration": 5.08
  },
  {
    "text": "just about picking a word to describe your current \nemotion, and if you can't find the right word,  ",
    "start": 1520.76,
    "duration": 5.48
  },
  {
    "text": "there is research showing that describing \na landscape is also a great way to practice  ",
    "start": 1526.24,
    "duration": 5.36
  },
  {
    "text": "affective labeling. So you could say, for example, \nthat it's a stormy day over a dark forest, or you  ",
    "start": 1531.6,
    "duration": 7.32
  },
  {
    "text": "could say that it's a scary cliff over a beautiful \nsea. That's a great way for you to describe your  ",
    "start": 1538.92,
    "duration": 5.6
  },
  {
    "text": "emotions, where you cannot find just one word \nthat captures exactly what you're feeling,  ",
    "start": 1544.52,
    "duration": 5.08
  },
  {
    "text": "and that's really a way to describe your emotional \nlandscape. Whenever we face a disruption in our  ",
    "start": 1549.6,
    "duration": 4.76
  },
  {
    "text": "life, it's very tempting to try and immediately \nsolve the objective consequences, the actual  ",
    "start": 1554.36,
    "duration": 5.76
  },
  {
    "text": "problems that arise from that disruption, and what \nwe do when we do that is that we completely ignore  ",
    "start": 1560.12,
    "duration": 6.56
  },
  {
    "text": "the emotional experience of that disruption. \nAffective labeling is really about making space  ",
    "start": 1566.68,
    "duration": 5.4
  },
  {
    "text": "for that emotional processing before you deal with \nthe objective consequences. The reason why it's  ",
    "start": 1572.08,
    "duration": 6.44
  },
  {
    "text": "important is because first, this is going to be \nbetter for your mental health in the long term.  ",
    "start": 1578.52,
    "duration": 4.96
  },
  {
    "text": "By processing these emotions as you go through \nthem, rather than ignoring them, you're going to  ",
    "start": 1583.48,
    "duration": 4.28
  },
  {
    "text": "be more connected to yourself and you're going to \nhave better mental health in the process. Second,  ",
    "start": 1587.76,
    "duration": 5.2
  },
  {
    "text": "this is also going to help you better solve \nthe actual problem. When your mind is clear,  ",
    "start": 1592.96,
    "duration": 5.48
  },
  {
    "text": "when you have processed the emotions, you will be \nable to think about the actual consequences in a  ",
    "start": 1598.44,
    "duration": 5.84
  },
  {
    "text": "more efficient way. This practice is particularly \nuseful for people who like to feel like they're in  ",
    "start": 1604.28,
    "duration": 5.68
  },
  {
    "text": "control and where instead of connecting with \nour emotion, we hide it underneath something  ",
    "start": 1609.96,
    "duration": 5.68
  },
  {
    "text": "else. That might be hiding it underneath a more \nmanageable emotion on the surface that we're more  ",
    "start": 1615.64,
    "duration": 5.6
  },
  {
    "text": "familiar with. So for example, if we're sad, \nwe're just going to say that we're a little  ",
    "start": 1621.24,
    "duration": 4.56
  },
  {
    "text": "bit angry about this, a little bit disappointed \nwhen really the emotion is sadness. Or sometimes  ",
    "start": 1625.8,
    "duration": 4.72
  },
  {
    "text": "that might look like hiding the emotion under \nthinking, logic, the rational brain where we  ",
    "start": 1630.52,
    "duration": 6.96
  },
  {
    "text": "feel like we are looking for a solution, we're \nbeing proactive, we're dealing with the problem  ",
    "start": 1637.48,
    "duration": 5.28
  },
  {
    "text": "and everything is fine. We're not feeling \nanything too complicated or unmanageable here.  ",
    "start": 1642.76,
    "duration": 5.4
  },
  {
    "text": "We struggle with liminal spaces and transitional \nperiods because our brain really likes to be able  ",
    "start": 1655.04,
    "duration": 5.08
  },
  {
    "text": "to categorize situations are as safe or dangerous \nas quickly as possible, and when we can't do that,  ",
    "start": 1660.12,
    "duration": 6.84
  },
  {
    "text": "this feels very uncomfortable. We wanna get out \nof this transitional space, we wanna get back  ",
    "start": 1666.96,
    "duration": 5.32
  },
  {
    "text": "to safety. We wanna get back to this sense of \nclarity. Imagine that you're on a plane 30,000  ",
    "start": 1672.28,
    "duration": 6.0
  },
  {
    "text": "feet up in the sky with no Wi-Fi. There are two \ndifferent responses that you can have. The first  ",
    "start": 1678.28,
    "duration": 6.12
  },
  {
    "text": "response, response one is to feel anxious, and \nbecause of that you might try to sleep the entire  ",
    "start": 1684.4,
    "duration": 6.96
  },
  {
    "text": "time, just ignore that you're on that plane. You \nmight drink alcohol to dull some of the anxiety,  ",
    "start": 1691.36,
    "duration": 6.24
  },
  {
    "text": "and, in general, you just want it to be over \nas quickly as possible. Then there's response  ",
    "start": 1697.6,
    "duration": 4.6
  },
  {
    "text": "two where actually you feel like, \"This is great, \nno Wi-Fi, nobody to contact me. This is freedom,\"  ",
    "start": 1702.2,
    "duration": 6.68
  },
  {
    "text": "and you might decide to watch a movie that \nyou've been meaning to watch for a long time,  ",
    "start": 1708.88,
    "duration": 4.44
  },
  {
    "text": "maybe crack a book open that you wanted to read, \nmaybe journal or just let your mind wander and  ",
    "start": 1713.32,
    "duration": 6.36
  },
  {
    "text": "really enjoying that space of transition, that \nspace that is outside of your daily routine,  ",
    "start": 1719.68,
    "duration": 6.08
  },
  {
    "text": "outside of the sense of certainty that you \nnormally have as you go about your daily life.  ",
    "start": 1725.76,
    "duration": 4.68
  },
  {
    "text": "There's a famous quote that has been attributed to \na lot of different psychologists including Viktor  ",
    "start": 1730.44,
    "duration": 5.56
  },
  {
    "text": "Frankl, and that says that, \"Our freedom lies \nwithin the gap between stimulus and response.\"  ",
    "start": 1736.0,
    "duration": 6.04
  },
  {
    "text": "What that means is that whenever we find ourselves \nin a situation or whenever we face a trigger,  ",
    "start": 1742.04,
    "duration": 5.44
  },
  {
    "text": "there is a little gap between that trigger and our \nresponse, and in that gap lies the freedom to make  ",
    "start": 1747.48,
    "duration": 6.4
  },
  {
    "text": "a choice. Are we going to go for the automatic \nresponse, the one we have no control over,  ",
    "start": 1753.88,
    "duration": 5.64
  },
  {
    "text": "or are we going pause and ask ourselves, how do \nI want to respond to this situation? Every time  ",
    "start": 1759.52,
    "duration": 5.64
  },
  {
    "text": "we use that freedom, every time we pause and we \nask ourselves, \"What do I actually want to do,\"  ",
    "start": 1765.16,
    "duration": 5.92
  },
  {
    "text": "we prove to ourselves that we have agency, that \nwe are able to make our own choices, and that  ",
    "start": 1771.08,
    "duration": 5.8
  },
  {
    "text": "doesn't mean this is always the correct choice. \nIn many cases, there is no such thing as making  ",
    "start": 1776.88,
    "duration": 5.24
  },
  {
    "text": "the right choice because we don't have all of \nthe information and things are changing so fast,  ",
    "start": 1782.12,
    "duration": 4.52
  },
  {
    "text": "but at least we know that we don't have to go \nfor automatic response, and, ultimately, that  ",
    "start": 1786.64,
    "duration": 4.76
  },
  {
    "text": "means living a life not of control, but of agency, \nexperimentation, and exploration. This allows us  ",
    "start": 1791.4,
    "duration": 7.04
  },
  {
    "text": "to build the confidence in our ability to change \nas the world changes around us. When you ask happy  ",
    "start": 1798.44,
    "duration": 16.56
  },
  {
    "text": "people how they discovered their passion, and if \nthey give you an honest answer, they'll tell you  ",
    "start": 1815.0,
    "duration": 4.96
  },
  {
    "text": "they stumbled upon it. What we can learn from that \nis that finding your passion, finding your purpose  ",
    "start": 1819.96,
    "duration": 5.16
  },
  {
    "text": "in life is not really about seeking it, obsessing \nover it, or applying a plan where you are going to  ",
    "start": 1825.12,
    "duration": 6.04
  },
  {
    "text": "go and figure out what it is, but instead it's \nabout following your curiosity, experimenting,  ",
    "start": 1831.16,
    "duration": 5.12
  },
  {
    "text": "exploring, trying new things and trusting that \nyou will figure out what is the thing that makes  ",
    "start": 1836.28,
    "duration": 4.76
  },
  {
    "text": "you excited to wake up in the morning. A cognitive \nscript is an internalized behavioral pattern that  ",
    "start": 1841.04,
    "duration": 12.72
  },
  {
    "text": "tells us how we're supposed, or at least how we \nthink we're supposed to act in certain situations.  ",
    "start": 1853.76,
    "duration": 5.36
  },
  {
    "text": "They can be very helpful for routine tasks and \ndecisions in everyday life. Cognitive scripts were  ",
    "start": 1859.12,
    "duration": 5.76
  },
  {
    "text": "first discovered in a seminal 1979 study where \nresearchers found that people are following very  ",
    "start": 1864.88,
    "duration": 6.96
  },
  {
    "text": "similar scripts in similar situations such as \ngoing to the doctor or going to the restaurant,  ",
    "start": 1871.84,
    "duration": 5.68
  },
  {
    "text": "and since then, they have found those cognitive \nscripts in all areas of your life. For routine  ",
    "start": 1877.52,
    "duration": 5.36
  },
  {
    "text": "everyday decisions, cognitive scripts are \nactually very practical and useful. For example,  ",
    "start": 1882.88,
    "duration": 5.32
  },
  {
    "text": "you know that when you're going to go to the \ndoctor, you're supposed to wait in the waiting  ",
    "start": 1888.2,
    "duration": 3.92
  },
  {
    "text": "room and then someone is going to call your \nname and then you're going to go into doctor's  ",
    "start": 1892.12,
    "duration": 3.4
  },
  {
    "text": "office and this is where you're going to start \ntelling them about whatever the issue is, right,  ",
    "start": 1895.52,
    "duration": 4.92
  },
  {
    "text": "and you know in which order you're supposed to do \nall of those different actions. Great, useful, and  ",
    "start": 1900.44,
    "duration": 5.52
  },
  {
    "text": "it's a pretty good thing that you don't have to \noverthink it every time you go to the doctor. The  ",
    "start": 1905.96,
    "duration": 3.92
  },
  {
    "text": "problem with cognitive scripts is when we use them \nto make more important decisions in our lives,  ",
    "start": 1909.88,
    "duration": 5.04
  },
  {
    "text": "in our careers, in our relationships, instead of \nasking ourselves, \"Is that really what I want to  ",
    "start": 1914.92,
    "duration": 4.92
  },
  {
    "text": "do? Is that my decision?\" We let our choices being \ndriven by those stories that we have internalized,  ",
    "start": 1919.84,
    "duration": 6.92
  },
  {
    "text": "by those scripts that tell us how we're supposed \nto behave in a certain situation. One of these  ",
    "start": 1926.76,
    "duration": 11.28
  },
  {
    "text": "scripts is the sequel script. That's the script \nwhere we feel like we've always behaved in a  ",
    "start": 1938.04,
    "duration": 5.48
  },
  {
    "text": "certain way, so we're going to keep on behaving in \nthe same way. We feel like the narrative needs to  ",
    "start": 1943.52,
    "duration": 5.56
  },
  {
    "text": "make sense. This is the script that makes people \nchoose careers that are aligned with whatever  ",
    "start": 1949.08,
    "duration": 4.72
  },
  {
    "text": "they studied at university. That is the script \nthat makes people keep on dating the same kind  ",
    "start": 1953.8,
    "duration": 4.64
  },
  {
    "text": "of people they've been dating before, and this \nis, in general, the script that makes us repeat  ",
    "start": 1958.44,
    "duration": 4.84
  },
  {
    "text": "the exact same behaviors and patterns that we've \nhad in the past. In relationships in particular,  ",
    "start": 1963.28,
    "duration": 4.88
  },
  {
    "text": "what's very interesting is that we want the sequel \nto connect to whatever the previous experience  ",
    "start": 1968.16,
    "duration": 6.16
  },
  {
    "text": "was, so that might mean dating the exact same type \nof person or choosing the next person in response  ",
    "start": 1974.32,
    "duration": 6.32
  },
  {
    "text": "to whoever we were dating before, and they might \nlook like the complete opposite, but the truth is  ",
    "start": 1980.64,
    "duration": 4.68
  },
  {
    "text": "we still picked this person based on the sense of \ncontinuity with whatever the previous experience  ",
    "start": 1985.32,
    "duration": 5.48
  },
  {
    "text": "was before. With the sequel script, it's quite \nobvious why it limits the possibilities that  ",
    "start": 1990.8,
    "duration": 5.48
  },
  {
    "text": "we might explore in life because we feel like \nwhatever decision we're making next needs to  ",
    "start": 1996.28,
    "duration": 5.12
  },
  {
    "text": "make sense in relation to the decisions we made \nin the past, we ignore a lot of more left field,  ",
    "start": 2001.4,
    "duration": 7.12
  },
  {
    "text": "unexpected type of decisions that might be \nopportunities for growth and exploration and  ",
    "start": 2008.52,
    "duration": 4.72
  },
  {
    "text": "self-discovery. Another cognitive script that \nrules our life is the crowd pleaser script.  ",
    "start": 2013.24,
    "duration": 13.2
  },
  {
    "text": "This is the script where we make decisions based \non whatever is going to please people around us  ",
    "start": 2026.44,
    "duration": 5.32
  },
  {
    "text": "the most. Quite often, those other people are \nour parents. We might make decisions based on  ",
    "start": 2031.76,
    "duration": 4.88
  },
  {
    "text": "whatever is going to make them feel like you're \nsafe and successful. But the audience, for the  ",
    "start": 2036.64,
    "duration": 6.16
  },
  {
    "text": "crowd pleaser script, can also be your friends, \ncan be your partner, can be your colleagues,  ",
    "start": 2042.8,
    "duration": 5.84
  },
  {
    "text": "and what you don't realize when you follow the \ncrowd pleaser script is that you're not making  ",
    "start": 2048.64,
    "duration": 4.08
  },
  {
    "text": "decisions based on what you want and what \nwould make you happy, but based on what will  ",
    "start": 2052.72,
    "duration": 4.92
  },
  {
    "text": "make others around you happy. Finally, there's \nthe epic script, and this one is very insidious  ",
    "start": 2057.64,
    "duration": 12.44
  },
  {
    "text": "because it's actually celebrated in our society. \nIt's the script that says that whatever you do,  ",
    "start": 2070.08,
    "duration": 5.88
  },
  {
    "text": "it needs to be big, it needs to be very ambitious, \nit needs to be impactful. Anything less than  ",
    "start": 2075.96,
    "duration": 5.48
  },
  {
    "text": "that is failure. The epic script is an extreme \nversion of the idea of following your dreams,  ",
    "start": 2081.44,
    "duration": 6.76
  },
  {
    "text": "and because of that, it has created a form \nof stigma around having a small, simple life,  ",
    "start": 2088.2,
    "duration": 8.0
  },
  {
    "text": "a life that is focused on just being happy in \nthe moment, being present, being connected,  ",
    "start": 2096.2,
    "duration": 5.12
  },
  {
    "text": "and exploring your curiosity because if you \ndon't have those external signs of success,  ",
    "start": 2101.32,
    "duration": 4.64
  },
  {
    "text": "if you're not following your grand passion, then \nare you really living a meaningful life? This is  ",
    "start": 2105.96,
    "duration": 6.56
  },
  {
    "text": "the anxiety-inducing question that is created \nby the epic script. When you think about it,  ",
    "start": 2112.52,
    "duration": 5.32
  },
  {
    "text": "this is a very myopic definition of success \nwhere we try to put all of our eggs in the  ",
    "start": 2117.84,
    "duration": 5.2
  },
  {
    "text": "same basket. We choose this one thing, and we \nsay, if I succeed to this, then I'm successful  ",
    "start": 2123.04,
    "duration": 4.92
  },
  {
    "text": "in life. The problem with this is that if we fail \nat this particular project, this particular goal,  ",
    "start": 2127.96,
    "duration": 5.72
  },
  {
    "text": "we feel like we have failed at life entirely, \nand the other problem with putting all of our  ",
    "start": 2133.68,
    "duration": 4.56
  },
  {
    "text": "eggs in the same basket is that then sometimes \nthe basket just becomes too heavy and we drop  ",
    "start": 2138.24,
    "duration": 4.4
  },
  {
    "text": "it all together. Our modern hyper-connected online \nworld has made the epic script unfortunately very,  ",
    "start": 2142.64,
    "duration": 6.84
  },
  {
    "text": "very popular with people. We have become overly \nobsessed with finding our purpose. Mentions in  ",
    "start": 2149.48,
    "duration": 5.92
  },
  {
    "text": "books of the phrase \"find your purpose,\" have \nsurged 700% in the past two decades only. We  ",
    "start": 2155.4,
    "duration": 6.08
  },
  {
    "text": "see all of those stories of success of people who \nhave found their passion and who are very happy  ",
    "start": 2161.48,
    "duration": 5.48
  },
  {
    "text": "as a result of this. We see the entrepreneur that \nfollowed their passion and was very successful,  ",
    "start": 2166.96,
    "duration": 6.76
  },
  {
    "text": "but we don't see all of the thousands of other \nones that have tried the exact same thing and  ",
    "start": 2173.72,
    "duration": 4.32
  },
  {
    "text": "failed. This is called survivorship bias, and \nit's very unfortunate how nowadays we are basing  ",
    "start": 2178.04,
    "duration": 6.64
  },
  {
    "text": "all of our decisions and even our self-worth \nbased on that incomplete information. Once you  ",
    "start": 2184.68,
    "duration": 12.24
  },
  {
    "text": "have identified the cognitive scripts that rule \nyour life, you can actually break free from them,  ",
    "start": 2196.92,
    "duration": 5.24
  },
  {
    "text": "and it really starts by seeing them as stories we \ntell ourselves rather than truths that we need to  ",
    "start": 2202.16,
    "duration": 6.96
  },
  {
    "text": "follow blindly. A really good way to do this is \nto stop for a second every time you hear yourself  ",
    "start": 2209.12,
    "duration": 6.2
  },
  {
    "text": "saying, \"I should do this.\" This word should is \nactually a really good signal that there might be  ",
    "start": 2215.32,
    "duration": 5.48
  },
  {
    "text": "a cognitive script at play somewhere here. And \nonce you've identified the places in your life  ",
    "start": 2220.8,
    "duration": 5.04
  },
  {
    "text": "and the situations in your life where you're using \nthat word should, you can then decide to replace  ",
    "start": 2225.84,
    "duration": 5.12
  },
  {
    "text": "that word with another word, might. What might I \nwant to do instead of what should I do? What might  ",
    "start": 2230.96,
    "duration": 6.16
  },
  {
    "text": "I want to explore? What might I want to experiment \nwith? If you wanna start writing your own scripts  ",
    "start": 2237.12,
    "duration": 6.24
  },
  {
    "text": "in life, there are three questions that you \ncan ask yourself while designing your next  ",
    "start": 2243.36,
    "duration": 4.4
  },
  {
    "text": "experiment. The first one is, am I following my \npast or discovering my path? The second one is,  ",
    "start": 2247.76,
    "duration": 6.96
  },
  {
    "text": "am I following the crowd or am I discovering \nmy tribe? And then finally, am I following my  ",
    "start": 2254.72,
    "duration": 7.0
  },
  {
    "text": "passion or am I discovering my curiosity? Those \nthree questions together allow you to embrace the  ",
    "start": 2261.72,
    "duration": 6.56
  },
  {
    "text": "liminal space we're all in, to make friends with \nuncertainty, to start experimenting more, and very  ",
    "start": 2268.28,
    "duration": 6.28
  },
  {
    "text": "importantly, to deal with those three powerful \ncognitive scripts that underlie a lot of our  ",
    "start": 2274.56,
    "duration": 6.24
  },
  {
    "text": "decisions on an unconscious level. Procrastination \nhas become a little bit of a dirty word, and  ",
    "start": 2280.8,
    "duration": 16.52
  },
  {
    "text": "that's because we have just been through hundreds \nof years of moralization around productivity and  ",
    "start": 2297.32,
    "duration": 6.0
  },
  {
    "text": "work. Being productive means that you are a good, \nuseful, helpful contributor to society. In a way,  ",
    "start": 2303.32,
    "duration": 6.2
  },
  {
    "text": "we have all agreed to tie our self-worth to our \nproductivity, and so not being productive means  ",
    "start": 2309.52,
    "duration": 6.44
  },
  {
    "text": "that you're being lazy, you're not contributing, \nyou're not being useful and helpful to society.  ",
    "start": 2315.96,
    "duration": 4.96
  },
  {
    "text": "Because of the efficiency worship that \nwe have developed in our industrial age,  ",
    "start": 2320.92,
    "duration": 5.44
  },
  {
    "text": "we are now seeing procrastination as a \ncharacter flaw rather than what it is,  ",
    "start": 2326.36,
    "duration": 4.32
  },
  {
    "text": "a signal that is worth listening to. This has \npropped up an entire industry of productivity,  ",
    "start": 2330.68,
    "duration": 5.72
  },
  {
    "text": "whether it's online courses telling you how to \nmanage your life and your time, and how to make  ",
    "start": 2336.4,
    "duration": 4.8
  },
  {
    "text": "the most of every single minute. Templates for you \nto track all of your tasks, wearables to tell you  ",
    "start": 2341.2,
    "duration": 6.48
  },
  {
    "text": "whether you've been using your time in the right \ntime and making sure that you're not missing any  ",
    "start": 2347.68,
    "duration": 4.08
  },
  {
    "text": "notifications. Calendars are ruling the way we \nspend our time, so even if at a personal level you  ",
    "start": 2351.76,
    "duration": 6.36
  },
  {
    "text": "don't feel like productivity is the most important \nthing you want to optimize for, it's very hard to  ",
    "start": 2358.12,
    "duration": 5.72
  },
  {
    "text": "resist the sirens of our society telling you, \n\"You must be more productive.\" As a result of  ",
    "start": 2363.84,
    "duration": 5.68
  },
  {
    "text": "this society that keeps on telling us that we need \nto be productive to be a good person, whenever we  ",
    "start": 2369.52,
    "duration": 5.84
  },
  {
    "text": "find ourselves procrastinating, we just try to \nignore it. We push through using our willpower  ",
    "start": 2375.36,
    "duration": 5.52
  },
  {
    "text": "and we feel self-blame and self-judgment. \nInstead, there's a very simple tool that you  ",
    "start": 2380.88,
    "duration": 4.52
  },
  {
    "text": "can use whenever you experience procrastination, a \ntool that is based on self-discovery, on thinking  ",
    "start": 2385.4,
    "duration": 6.16
  },
  {
    "text": "like a scientist and trying to understand what the \nsignals are. This tool is called the triple check,  ",
    "start": 2391.56,
    "duration": 5.84
  },
  {
    "text": "and it's about asking yourself, why am I \nprocrastinating? Is it coming from the head,  ",
    "start": 2397.4,
    "duration": 4.88
  },
  {
    "text": "from the heart, or from the hand? If it's coming \nfrom the head, it means that at a rational level,  ",
    "start": 2402.28,
    "duration": 4.84
  },
  {
    "text": "you're not fully convinced that you should be \nworking on that task in the first place. If  ",
    "start": 2407.12,
    "duration": 4.44
  },
  {
    "text": "it's coming from the heart, it means that at an \nemotional level, you don't think this is going to  ",
    "start": 2411.56,
    "duration": 4.88
  },
  {
    "text": "be quite fun or enjoyable to work on. And if it's \ncoming from the hand, that means that even though,  ",
    "start": 2416.44,
    "duration": 5.64
  },
  {
    "text": "at a rational level, you feel like I should be \nworking on this, at an emotional level, you feel  ",
    "start": 2422.08,
    "duration": 5.4
  },
  {
    "text": "like, \"That looks like fun,\" at a practical level, \nyou feel like you're not equipped with the right  ",
    "start": 2427.48,
    "duration": 5.64
  },
  {
    "text": "tools or you don't have the right resources in \norder to get the job done. What's great about the  ",
    "start": 2433.12,
    "duration": 11.44
  },
  {
    "text": "triple check tool is that it's not just a tool for \na diagnosis, it also tells you what to do for each  ",
    "start": 2444.56,
    "duration": 6.08
  },
  {
    "text": "of those situations. So if the problem is rational \ncoming from the head, it means that you might want  ",
    "start": 2450.64,
    "duration": 5.16
  },
  {
    "text": "to redefine the strategy, maybe reach out to \nyour colleagues and tell them, \"Hey, I'm not  ",
    "start": 2455.8,
    "duration": 4.84
  },
  {
    "text": "quite convinced this is the way we should go about \nthis. Do you want to go and brainstorm together  ",
    "start": 2460.64,
    "duration": 3.96
  },
  {
    "text": "and see if there's a better approach that we could \nuse?\" If the problem is emotional, coming from the  ",
    "start": 2464.6,
    "duration": 4.8
  },
  {
    "text": "heart, you might want to redesign the experience \nso it's more fun. That could look like going to  ",
    "start": 2469.4,
    "duration": 5.56
  },
  {
    "text": "your favorite coffee shop or grabbing a colleague \nand say, \"Hey, let's do a little bit of coworking  ",
    "start": 2474.96,
    "duration": 4.6
  },
  {
    "text": "while I work on this task.\" And if the problem is \npractical where you feel like you don't have the  ",
    "start": 2479.56,
    "duration": 5.16
  },
  {
    "text": "right tools or resources or skills, then raise \nthat hand. Ask for help, tell people around you,  ",
    "start": 2484.72,
    "duration": 5.92
  },
  {
    "text": "the people you're working with that maybe you need \na bit of mentoring or coaching, or you need to  ",
    "start": 2490.64,
    "duration": 4.72
  },
  {
    "text": "take a course in order to be able to do that task. \nSometimes you'll go through the triple check,  ",
    "start": 2495.36,
    "duration": 5.48
  },
  {
    "text": "head, heart, hand, and everything feels in \nalignment and still you're procrastinating.  ",
    "start": 2500.84,
    "duration": 6.04
  },
  {
    "text": "In this case, it might be worth looking outside \nof yourself for systemic barriers, and that means  ",
    "start": 2506.88,
    "duration": 4.92
  },
  {
    "text": "having honest, sometime difficult conversations \nwith other stakeholders, redesigning your  ",
    "start": 2511.8,
    "duration": 5.04
  },
  {
    "text": "environment if it is not conducive to you being \nfocused and productive, or sometimes completely  ",
    "start": 2516.84,
    "duration": 5.2
  },
  {
    "text": "removing yourself from that work environment and \ndoing something else because you might not be able  ",
    "start": 2522.04,
    "duration": 4.96
  },
  {
    "text": "to change that situation every time. Your magic \nwindows are those moments of high productivity,  ",
    "start": 2527.0,
    "duration": 13.92
  },
  {
    "text": "creativity, and focus where you feel like there \nis zero effort involved, time is flowing and your  ",
    "start": 2540.92,
    "duration": 6.88
  },
  {
    "text": "attention is completely locked onto the task that \nyou're working on. Whether you've noticed it or  ",
    "start": 2547.8,
    "duration": 4.92
  },
  {
    "text": "not, we have all gone through those kinds of magic \nwindows in our lives. Those are the moments when  ",
    "start": 2552.72,
    "duration": 5.36
  },
  {
    "text": "you look at the time and you feel like, \"Where \ndid it go? What happened?\" Maybe you were lost  ",
    "start": 2558.08,
    "duration": 5.08
  },
  {
    "text": "in a conversation with a friend, maybe you were \nworking on a creative task, maybe you were taking  ",
    "start": 2563.16,
    "duration": 6.36
  },
  {
    "text": "a walk. Those are your magic windows, and what's \namazing is that once you learn to identify them,  ",
    "start": 2569.52,
    "duration": 5.96
  },
  {
    "text": "you can start becoming a bit more intentional and \nopening those magic windows at will during your  ",
    "start": 2575.48,
    "duration": 5.76
  },
  {
    "text": "daily life. You might think that mindfulness \nand productivity are kind of antithetic and  ",
    "start": 2581.24,
    "duration": 12.76
  },
  {
    "text": "don't really belong together, but when you go \nback to the very definition of mindfulness,  ",
    "start": 2594.0,
    "duration": 4.16
  },
  {
    "text": "it's really about paying attention to your \nexperience in the present moment without  ",
    "start": 2598.16,
    "duration": 5.16
  },
  {
    "text": "self-blame or self-judgment. Mindful productivity \nis about cultivating this awareness in the way you  ",
    "start": 2603.32,
    "duration": 5.36
  },
  {
    "text": "work and direct your focus. Mindful productivity \nis really about answering three key questions.  ",
    "start": 2608.68,
    "duration": 6.16
  },
  {
    "text": "When is my magic window? What belongs in this \nwindow and how can I keep that window open?  ",
    "start": 2614.84,
    "duration": 7.96
  },
  {
    "text": "The traditional definition of productivity only \nfocuses on time as the most important resource,  ",
    "start": 2627.6,
    "duration": 6.6
  },
  {
    "text": "and the assumption here is that every minute \nis a little box that you need to fill with as  ",
    "start": 2634.2,
    "duration": 5.68
  },
  {
    "text": "much stuff as possible in order to be productive. \nWith mindful productivity, you consider other very  ",
    "start": 2639.88,
    "duration": 5.84
  },
  {
    "text": "important resources, your physical resources, your \nemotional resources, and your cognitive resources,  ",
    "start": 2645.72,
    "duration": 6.0
  },
  {
    "text": "and that really means thinking about your \nemotions, your energy, and your executive  ",
    "start": 2651.72,
    "duration": 4.56
  },
  {
    "text": "function. To practice mindful productivity \nrequires to change your perspective as to  ",
    "start": 2656.28,
    "duration": 5.32
  },
  {
    "text": "what the most important resource is, from time to \nenergy. We have a very negative relationship with  ",
    "start": 2661.6,
    "duration": 14.04
  },
  {
    "text": "procrastination. If you go online trying to find \nsolutions as to how to deal with procrastination,  ",
    "start": 2675.64,
    "duration": 5.28
  },
  {
    "text": "you're going to only find articles that tell \nyou how to beat procrastination, very violent,  ",
    "start": 2680.92,
    "duration": 5.96
  },
  {
    "text": "but instead, if we start seeing it as a useful \nsignal, it allows us to better connect with the  ",
    "start": 2686.88,
    "duration": 5.48
  },
  {
    "text": "emotions that are around that procrastination and \nto understand that this is really just our brain  ",
    "start": 2692.36,
    "duration": 4.68
  },
  {
    "text": "trying to send us a signal. By reconnecting with \nthese emotions instead of trying to ignore them,  ",
    "start": 2697.04,
    "duration": 5.4
  },
  {
    "text": "not only are we going to understand ourselves \nbetter, but also better understand our  ",
    "start": 2702.44,
    "duration": 4.52
  },
  {
    "text": "relationship to work and become more productive \nin the process. In Buddhist philosophy, there  ",
    "start": 2706.96,
    "duration": 11.24
  },
  {
    "text": "is a concept called death by two arrows that \ntries to explain some of the sources of human  ",
    "start": 2718.2,
    "duration": 5.84
  },
  {
    "text": "suffering. So the way it works is that whenever we \nexperience a difficult emotion, that's the first  ",
    "start": 2724.04,
    "duration": 5.88
  },
  {
    "text": "arrow. So in the case of procrastination, when we \nprocrastinate, that's the first arrow, but then  ",
    "start": 2729.92,
    "duration": 5.32
  },
  {
    "text": "there's a second arrow, which is the shame and the \nself-blame that we experience because of the first  ",
    "start": 2735.24,
    "duration": 5.96
  },
  {
    "text": "experience. What's very important to know is that \nthat second arrow is completely optional. We don't  ",
    "start": 2741.2,
    "duration": 5.88
  },
  {
    "text": "have to add a second layer of suffering to the \ndifficulty and the challenges that we're facing in  ",
    "start": 2747.08,
    "duration": 5.44
  },
  {
    "text": "the first place. The hardest part of knowing what \nto do next is often to get started, and the reason  ",
    "start": 2752.52,
    "duration": 11.56
  },
  {
    "text": "why is because we focus on the outcome rather than \nthe process. By not focusing on the outcome and  ",
    "start": 2764.08,
    "duration": 6.44
  },
  {
    "text": "instead designing a tiny experiment, what you \ncan do is that letting go of any definition of  ",
    "start": 2770.52,
    "duration": 6.16
  },
  {
    "text": "success, letting go of that binary results that \nyou're looking for, and instead focusing on a  ",
    "start": 2776.68,
    "duration": 5.52
  },
  {
    "text": "research question, a hypothesis that you might \nhave, something that makes you feel curious, and  ",
    "start": 2782.2,
    "duration": 5.28
  },
  {
    "text": "that you want to explore. Whatever the outcome, \nwhatever the result, if you learn something new,  ",
    "start": 2787.48,
    "duration": 4.96
  },
  {
    "text": "that's progress. A great way to start reimagining \nwhat your life could look like is to practice  ",
    "start": 2792.44,
    "duration": 11.88
  },
  {
    "text": "what I call self-anthropology, becoming an \nanthropologist with your life as your topic of  ",
    "start": 2804.32,
    "duration": 5.16
  },
  {
    "text": "study. Just imagine like an anthropologist that \ngoes somewhere and studies a new culture. They  ",
    "start": 2809.48,
    "duration": 5.4
  },
  {
    "text": "know nothing about this culture, everything is \nnew to them, so what do they do? They take their  ",
    "start": 2814.88,
    "duration": 5.0
  },
  {
    "text": "notebook out and they start taking field notes. \nThey ask questions like, why are people doing  ",
    "start": 2819.88,
    "duration": 5.68
  },
  {
    "text": "things the way they're doing them? Why do they \ncare about this? Why is this thing so important to  ",
    "start": 2825.56,
    "duration": 5.12
  },
  {
    "text": "them? You can do the same thing with your life. As \na little exercise, you can say that for 24 hours,  ",
    "start": 2830.68,
    "duration": 5.64
  },
  {
    "text": "you're going to treat your life as if you were \nan anthropologist. Take a notebook or do it on  ",
    "start": 2836.32,
    "duration": 4.92
  },
  {
    "text": "your phone and start taking little notes. Observe \nwhat gives you energy and what drains your energy,  ",
    "start": 2841.24,
    "duration": 5.6
  },
  {
    "text": "the conversations that you enjoy having, the \nprojects that you like working on. Just by  ",
    "start": 2847.6,
    "duration": 5.2
  },
  {
    "text": "doing this, you are going to start questioning a \nlot of your scripts, a lot of your assumptions,  ",
    "start": 2852.8,
    "duration": 5.16
  },
  {
    "text": "a lot of your goals, and you're going to open \na window for experimentation. There's no fixed  ",
    "start": 2857.96,
    "duration": 4.36
  },
  {
    "text": "role when it comes to that you can include in \nyour field notes. It should really be guided  ",
    "start": 2862.32,
    "duration": 3.96
  },
  {
    "text": "by your curiosity, but here are some ideas for \ninspiration. You could include some insights that  ",
    "start": 2866.28,
    "duration": 6.56
  },
  {
    "text": "you have during the day after reading something or \nlistening to something. You can capture your mood,  ",
    "start": 2872.84,
    "duration": 5.96
  },
  {
    "text": "you could capture your energy levels, or you could \neven capture the result of some encounters and  ",
    "start": 2878.8,
    "duration": 5.36
  },
  {
    "text": "conversations with other people. Just like \na scientist, you need to first start with  ",
    "start": 2884.16,
    "duration": 4.68
  },
  {
    "text": "observation, and it can be really tempting when \nwe're a doer and we like to get things done to  ",
    "start": 2888.84,
    "duration": 6.0
  },
  {
    "text": "jump straight into designing the experiment, but \nit's important to have that phase of observation.  ",
    "start": 2894.84,
    "duration": 5.68
  },
  {
    "text": "Let's say that you observe that you get a lot \nof energy from giving presentations at work,  ",
    "start": 2900.52,
    "duration": 4.92
  },
  {
    "text": "but also a little bit of anxiety. Then in the \nsecond step, you need to formulate a hypothesis.  ",
    "start": 2905.44,
    "duration": 6.4
  },
  {
    "text": "Maybe you would benefit from taking public \nspeaking classes. Maybe you would benefit from  ",
    "start": 2911.84,
    "duration": 5.0
  },
  {
    "text": "being coached, or maybe you would benefit from \njust practicing more and giving more presentations  ",
    "start": 2916.84,
    "duration": 4.88
  },
  {
    "text": "at work. The great thing is that you can just \npick one of those hypothesis and start testing  ",
    "start": 2921.72,
    "duration": 5.92
  },
  {
    "text": "it. The other ones will still be there if you \nwanna try them later. So you pick one of them,  ",
    "start": 2927.64,
    "duration": 4.96
  },
  {
    "text": "and that's the last part where you design a tiny \nexperiment and you say, \"I'm going to commit to  ",
    "start": 2932.6,
    "duration": 6.28
  },
  {
    "text": "this action for this duration.\" In this case, for \nexample, you could say, \"I'm going to commit to  ",
    "start": 2938.88,
    "duration": 5.04
  },
  {
    "text": "giving a presentation every two weeks at work \nfor one quarter, and at the end of the quarter,  ",
    "start": 2943.92,
    "duration": 6.56
  },
  {
    "text": "I will look at the data and I will see how I felt \nat an internal level, but also the signals at an  ",
    "start": 2950.48,
    "duration": 6.76
  },
  {
    "text": "external level. Did my colleagues enjoy it? Did \nthat bring me new projects? Was that something  ",
    "start": 2957.24,
    "duration": 4.88
  },
  {
    "text": "that was valued inside of the company?\" Based \non those external and internal signals, I can  ",
    "start": 2962.12,
    "duration": 4.92
  },
  {
    "text": "decide whether I want to keep going, stop, or if \nI want to tweak my experiment for the next cycle.",
    "start": 2967.04,
    "duration": 9.607
  },
  {
    "text": "- [Announcer] Get smarter faster with videos \nfrom the world's biggest thinkers. To learn  ",
    "start": 2976.647,
    "duration": 1.593
  },
  {
    "text": "even more from the world's biggest \nthinkers, get Big Think+ for your business.",
    "start": 2978.24,
    "duration": 2.88
  }
]