[
  {
    "text": "So perhaps the two most important lessons that about kind of discovered on this",
    "start": 3.159,
    "duration": 5.689
  },
  {
    "text": "25-year obsession in leadership and business",
    "start": 9.759,
    "duration": 2.75
  },
  {
    "text": "transformation is the",
    "start": 13.089,
    "duration": 1.92
  },
  {
    "text": "First is leaders. Most of our problems are self-inflicted",
    "start": 15.009,
    "duration": 3.08
  },
  {
    "text": "roughly two-thirds",
    "start": 18.88,
    "duration": 1.8
  },
  {
    "text": "So it's not digital disruption. It's not our competition. It's not head-office. Its",
    "start": 20.68,
    "duration": 5.569
  },
  {
    "text": "Leadership, which is a little too aggressive",
    "start": 27.22,
    "duration": 2.0
  },
  {
    "text": "Which creates passive followership or it's a strategy with too many priorities?",
    "start": 29.5,
    "duration": 6.139
  },
  {
    "text": "that means we're like a puppy in a park chasing every ball around in a circle or",
    "start": 36.1,
    "duration": 3.95
  },
  {
    "text": "Its performance systems that encourage our people to compete with one another",
    "start": 40.36,
    "duration": 3.649
  },
  {
    "text": "Rather than collaborate in pursuit of our goals",
    "start": 44.71,
    "duration": 3.17
  },
  {
    "text": "And so the very first thing for leaders is to take responsibility to raise their standards and expectations of themselves",
    "start": 47.88,
    "duration": 7.679
  },
  {
    "text": "Even before they raise their standards and expectations of others",
    "start": 56.5,
    "duration": 4.369
  },
  {
    "text": "There's a very very human reason why this is actually very very difficult",
    "start": 61.09,
    "duration": 4.219
  },
  {
    "text": "Because in fact most leaders have a lower standard a lower expectation and a lower benchmark for themselves",
    "start": 65.89,
    "duration": 6.62
  },
  {
    "text": "Than they do for others a few years ago",
    "start": 72.82,
    "duration": 2.389
  },
  {
    "text": "I was doing a talk to 500 odd senior leaders from fortune companies and the talk was on the value of values and",
    "start": 75.21,
    "duration": 7.23
  },
  {
    "text": "I took just one value the value of integrity and I define integrity for the audience as you do what you say you will",
    "start": 82.78,
    "duration": 7.099
  },
  {
    "text": "So I asked the audience by show of hands",
    "start": 90.28,
    "duration": 2.059
  },
  {
    "text": "judging by that definition",
    "start": 93.13,
    "duration": 1.59
  },
  {
    "text": "How many of you would consider yourself to be leaders of high integrity not surprisingly?",
    "start": 94.72,
    "duration": 4.729
  },
  {
    "text": "There were 500 hands in the air at the end of that question",
    "start": 99.45,
    "duration": 2.31
  },
  {
    "text": "I asked them to put their hands down and close their eyes and and asked a more interesting question",
    "start": 101.76,
    "duration": 4.979
  },
  {
    "text": "Which is how many of you would agree?",
    "start": 106.74,
    "duration": 2.0
  },
  {
    "text": "That your colleagues share your same high level of integrity, of course not so many hands went up this time only thirty percent",
    "start": 109.119,
    "duration": 7.25
  },
  {
    "text": "the conclusion that they came to which is the one I was hoping they would come to is we judge ourself by our",
    "start": 116.95,
    "duration": 6.349
  },
  {
    "text": "Intentions, we judge everybody else by their actions",
    "start": 123.49,
    "duration": 3.139
  },
  {
    "text": "Say that again. We judge our self by our noble intentions. We judge everybody else by their actions in effect",
    "start": 127.45,
    "duration": 5.57
  },
  {
    "text": "We have a lower standard a lower benchmark a lower expectation for ourselves than we do for others",
    "start": 133.02,
    "duration": 5.819
  },
  {
    "text": "There's a term for this in social psychology. It's called a loser a superiority",
    "start": 139.15,
    "duration": 3.979
  },
  {
    "text": "that's why 93% of us believe we're above average drivers and",
    "start": 143.65,
    "duration": 3.289
  },
  {
    "text": "so there's a very very human challenge for leaders in that they are judging themselves by",
    "start": 147.88,
    "duration": 5.899
  },
  {
    "text": "What their noble intentions are whilst they're holding everybody else to a much higher standard?",
    "start": 153.97,
    "duration": 4.279
  },
  {
    "text": "So that's the first thing that leaders need to be aware. They need to take responsibility",
    "start": 158.74,
    "duration": 3.83
  },
  {
    "text": "Raise their standards and expectations of themselves on the other hand",
    "start": 163.39,
    "duration": 3.8
  },
  {
    "text": "however, we all do the best we can with what we know if you like we are perfect in our imperfections and",
    "start": 167.19,
    "duration": 7.139
  },
  {
    "text": "so when we fall short of those imperfections",
    "start": 175.0,
    "duration": 2.899
  },
  {
    "text": "the other thing we need to do is have some compassion and some empathy for ourselves and some compassion and connection for others and",
    "start": 178.24,
    "duration": 7.399
  },
  {
    "text": "When we can do both of those things at the same time",
    "start": 186.01,
    "duration": 2.839
  },
  {
    "text": "Take responsibility raise our standards",
    "start": 189.85,
    "duration": 2.299
  },
  {
    "text": "But how also host strive for very high levels of compassion and connection for ourselves first",
    "start": 192.34,
    "duration": 4.94
  },
  {
    "text": "And then for others then we have a pathway to a more sustainable form of leadership",
    "start": 197.28,
    "duration": 5.25
  },
  {
    "text": "we have a pathway to a more sustainable form of performance and we have the ability to unlock both value in our",
    "start": 202.63,
    "duration": 7.1
  },
  {
    "text": "Organizations and vitality in our people which is the aspiration for any leader",
    "start": 209.98,
    "duration": 4.309
  },
  {
    "text": "You",
    "start": 218.06,
    "duration": 2.0
  }
]