[
  {
    "text": "Question: Do human beings have free will?",
    "start": 9.5,
    "duration": 1.0
  },
  {
    "text": "Alfred Mele: Yes. Yes they do. But it turns\nout that not everybody understands the expression",
    "start": 10.5,
    "duration": 4.87
  },
  {
    "text": "“free will” in the same way. And there\nare lots of different ways of understanding",
    "start": 15.37,
    "duration": 4.63
  },
  {
    "text": "it. Unfortunately, that makes it hard to just\nsay, “Yes, this is true that isn’t.”",
    "start": 20.0,
    "duration": 6.14
  },
  {
    "text": "One thing philosopher’s spend a lot of time\ndoing is trying to sort out the possible meanings",
    "start": 26.14,
    "duration": 6.0
  },
  {
    "text": "of an expression like “free will,” and\nthe history on the literature on free will",
    "start": 32.14,
    "duration": 3.97
  },
  {
    "text": "is a couple of thousand years old. So, when\nI talked to the general public, one thing",
    "start": 36.11,
    "duration": 7.2
  },
  {
    "text": "I say about free will is, you can think about\nit on a sort of gas station model, service",
    "start": 43.31,
    "duration": 5.15
  },
  {
    "text": "station model, So, when you go to the gas\nstation and get regular gas, or the mid grade",
    "start": 48.46,
    "duration": 5.16
  },
  {
    "text": "gas, or the premium. And maybe we could simplify\nthings by thinking of like regular free will.",
    "start": 53.62,
    "duration": 9.09
  },
  {
    "text": "Well, regular free will would be the sort\nof thing that is presupposed in courts of",
    "start": 62.71,
    "duration": 5.81
  },
  {
    "text": "law when somebody is judged guilty of an offense.\nSo, just that you understood what you were",
    "start": 68.52,
    "duration": 7.73
  },
  {
    "text": "doing, you’re sane and rational, and nobody\nwas forcing, or compelling you to do it, and",
    "start": 76.25,
    "duration": 8.39
  },
  {
    "text": "you didn’t have any medical condition that\nforced or compelled you to do it. That would",
    "start": 84.64,
    "duration": 6.11
  },
  {
    "text": "be enough to be acting freely. Now, that’s\nregular free will.",
    "start": 90.75,
    "duration": 4.65
  },
  {
    "text": "Yeah, okay, so now how do we understand this\nbeing able to do otherwise, everything being",
    "start": 95.4,
    "duration": 5.55
  },
  {
    "text": "the same up until that moment? And by everything,\nI mean the entire history of the universe",
    "start": 100.95,
    "duration": 5.8
  },
  {
    "text": "and all of the laws of nature. So, one way\nto picture this ability to do otherwise is",
    "start": 106.75,
    "duration": 5.52
  },
  {
    "text": "as follows. If I could have done otherwise\nat a given moment, then there’s another",
    "start": 112.27,
    "duration": 6.88
  },
  {
    "text": "possible universe. You don’t have to suppose\nthat this universe actually exists. Another",
    "start": 119.15,
    "duration": 6.009
  },
  {
    "text": "scenario where the entire universe is the\nsame up until that moment, and even so, I",
    "start": 125.159,
    "duration": 7.311
  },
  {
    "text": "do something else instead. So maybe what I\ndid was decide to call a taxi, but at that",
    "start": 132.47,
    "duration": 10.5
  },
  {
    "text": "very moment, everything being the same up\nuntil then, I could have decided to take a",
    "start": 142.97,
    "duration": 5.29
  },
  {
    "text": "subway instead, and then started heading down\nthe stairs.",
    "start": 148.26,
    "duration": 4.78
  },
  {
    "text": "Okay. So, some people require that kind of\nability for free will. Now, if we’re going",
    "start": 153.04,
    "duration": 7.79
  },
  {
    "text": "to have it, then the brain has to work in\nsuch a way that everything being the same",
    "start": 160.83,
    "duration": 6.54
  },
  {
    "text": "up until a given point in time, although I\ndid one thing, I decided to call a taxi. I",
    "start": 167.37,
    "duration": 5.891
  },
  {
    "text": "could have decided to take the subway. And\nwe don’t have good evidence that the brain",
    "start": 173.261,
    "duration": 8.689
  },
  {
    "text": "does work that way, but also, we don’t have\ngood evidence that it doesn’t. Right? So,",
    "start": 181.95,
    "duration": 6.33
  },
  {
    "text": "this is a question that is empirically open.\nAnd it could turn out that the brain doesn’t",
    "start": 188.28,
    "duration": 5.929
  },
  {
    "text": "work this way, and then if it doesn’t, then\nwe’re not going to have free will at this",
    "start": 194.209,
    "duration": 5.03
  },
  {
    "text": "mid grade level, but we could still have regular\nfree will.",
    "start": 199.239,
    "duration": 4.191
  },
  {
    "text": "So, I’m convinced we have regular free will,\nthe mid grade thing, I’m not convinced we",
    "start": 203.43,
    "duration": 8.3
  },
  {
    "text": "have because we don’t have the empirical\nevidence that we need. But we don’t have",
    "start": 211.73,
    "duration": 3.8
  },
  {
    "text": "it either way.",
    "start": 215.53,
    "duration": 1.0
  },
  {
    "text": "Question: What is the main experiment that’s\ndriven this kind of free will?",
    "start": 216.53,
    "duration": 2.69
  },
  {
    "text": "Alfred Mele: So these were originally done\nstarting in the early ‘80’s. They are",
    "start": 219.22,
    "duration": 4.43
  },
  {
    "text": "still being done today. The technology today\nis better, but it’s the same kind of experiment.",
    "start": 223.65,
    "duration": 5.82
  },
  {
    "text": "What you have are subjects seated in a chair\nlike the one I’m sitting in, and they have",
    "start": 229.47,
    "duration": 4.89
  },
  {
    "text": "this task. To flex the wrist whenever they\nwant. They’re watching a fast clock. There’s",
    "start": 234.36,
    "duration": 8.0
  },
  {
    "text": "dot on the clock and it makes a complete revolution\nin less than 3 seconds, and they’re hooked",
    "start": 242.36,
    "duration": 5.689
  },
  {
    "text": "up to two machines. One is measuring EEG,\nelectrical conductivity on the scalp. And",
    "start": 248.049,
    "duration": 7.061
  },
  {
    "text": "the other measures a muscle burst on the wrist,\nit’s an electromyogram. Okay? So, they’re",
    "start": 255.11,
    "duration": 7.63
  },
  {
    "text": "supposed to flex whenever they want and watch\nthis rapidly revolving spot on the clock and",
    "start": 262.74,
    "duration": 5.769
  },
  {
    "text": "then after they flex, they’re supposed to\nindicate where the spot was on the clock when",
    "start": 268.509,
    "duration": 5.281
  },
  {
    "text": "they first became aware of their urge, intention,\ndecision, to flex. And they indicate it by",
    "start": 273.79,
    "duration": 8.599
  },
  {
    "text": "moving a cursor to that spot on the clock.\nOkay, is that clear?",
    "start": 282.389,
    "duration": 4.851
  },
  {
    "text": "All right. Now, when these subjects are regularly\nreminded to be spontaneous and not to plan",
    "start": 287.24,
    "duration": 6.86
  },
  {
    "text": "in advance when to flex, what you see is that\n– well, it’s 500 milliseconds, it’s",
    "start": 294.1,
    "duration": 6.45
  },
  {
    "text": "about half a second before the muscle burst,\nyou get a marked change in electrical conductivity",
    "start": 300.55,
    "duration": 5.64
  },
  {
    "text": "on the scalp. You get this ramping up effect.\nSo, that’s about ½ second before the muscle",
    "start": 306.19,
    "duration": 5.59
  },
  {
    "text": "burst. On average, subject say, they first\nbecame aware of this urge, or this decision,",
    "start": 311.78,
    "duration": 7.13
  },
  {
    "text": "or intention, or whatever at about 200 milliseconds\nbefore the muscle burst. So, if you average",
    "start": 318.91,
    "duration": 4.58
  },
  {
    "text": "out all those responses that they make by\nmoving the cursor, it’s about 206 milliseconds",
    "start": 323.49,
    "duration": 6.22
  },
  {
    "text": "before the muscle burst.",
    "start": 329.71,
    "duration": 2.15
  },
  {
    "text": "So, Benjamin Libet was the first one to do\nthese studies. And they’re very interesting",
    "start": 331.86,
    "duration": 6.08
  },
  {
    "text": "studies. And what was innovative is he had\na way to measure consciousness because he",
    "start": 337.94,
    "duration": 4.47
  },
  {
    "text": "was timing this conscious experience, he thought,\nright. So, the claim is, then the brain is",
    "start": 342.41,
    "duration": 7.36
  },
  {
    "text": "deciding over a third of a second before the\nmind becomes aware of the decision. So, conscious",
    "start": 349.77,
    "duration": 7.74
  },
  {
    "text": "free will isn’t driving this behavior, isn’t\ngenerating the flexants. And then Libet generalized",
    "start": 357.51,
    "duration": 9.879
  },
  {
    "text": "and he said, “Well, you know, this is the\nway it is for all behavior. So, the brain",
    "start": 367.389,
    "duration": 5.68
  },
  {
    "text": "unconsciously makes decisions and the mind\nbecomes aware of them only later.”",
    "start": 373.069,
    "duration": 5.921
  },
  {
    "text": "Now if you think that in order to be acting\nfreely, say it’s an overt action, an action",
    "start": 378.99,
    "duration": 5.929
  },
  {
    "text": "involving bodily motion, like flexing the\nwrist, a conscious decision has to be causing",
    "start": 384.919,
    "duration": 6.28
  },
  {
    "text": "the behavior and you’re thinking that doesn’t\nhappen, then you’re thinking you never act",
    "start": 391.199,
    "duration": 4.461
  },
  {
    "text": "freely. And so, there is no free will.",
    "start": 395.66,
    "duration": 2.55
  },
  {
    "text": "Question: What are the mistakes?",
    "start": 398.21,
    "duration": 2.09
  },
  {
    "text": "Alfred Mele: Okay, it is an interesting result,\nbut what does it really show? Do we know that",
    "start": 400.3,
    "duration": 7.26
  },
  {
    "text": "it’s decisions that are being made at -550\nmilliseconds, that is about half a second",
    "start": 407.56,
    "duration": 5.29
  },
  {
    "text": "before the muscle burst, as opposed to something\nelse? Well, one thing it could be instead",
    "start": 412.85,
    "duration": 4.8
  },
  {
    "text": "of decisions is a causal process is up and\nrunning that increases the probability of",
    "start": 417.65,
    "duration": 7.01
  },
  {
    "text": "a subsequent flexing, but doesn’t raise\nit to one. So, what you might have then at",
    "start": 424.66,
    "duration": 5.35
  },
  {
    "text": "-550 is a potential cause of a subsequent\nflexing. And the decision might be made later",
    "start": 430.01,
    "duration": 7.629
  },
  {
    "text": "than -500 or -550. It might even be made around\n-200, when people say they think they made",
    "start": 437.639,
    "duration": 7.75
  },
  {
    "text": "it. So, that’s one problem, we can’t really\ncorrelate this early spike with the decision",
    "start": 445.389,
    "duration": 6.711
  },
  {
    "text": "at that time. And in fact, the way the study\nis done is what triggered the computer to",
    "start": 452.1,
    "duration": 7.01
  },
  {
    "text": "make a record of the preceding second, or\nmore, of brain activity was the muscle burst.",
    "start": 459.11,
    "duration": 5.75
  },
  {
    "text": "So, there is a muscle burst, and that triggers\nthe computer, okay, make a record of this",
    "start": 464.86,
    "duration": 4.66
  },
  {
    "text": "preceding second of brain activity. But if\nyou use that methodology then you never looked",
    "start": 469.52,
    "duration": 4.78
  },
  {
    "text": "for cases where you get this spike about half\na second before, call it zero time, but no",
    "start": 474.3,
    "duration": 7.53
  },
  {
    "text": "muscle motion. You don’t because it’s\nthe muscle motion that triggers the computer",
    "start": 481.83,
    "duration": 3.53
  },
  {
    "text": "to make a record of the preceding activity.",
    "start": 485.36,
    "duration": 3.16
  },
  {
    "text": "So that’s one problem. And one thing you\nmight wonder too is, so how long does it take",
    "start": 488.52,
    "duration": 6.05
  },
  {
    "text": "a decision to flex your wrist now to generate\na muscle burst, or a wrist flexing. And there’s",
    "start": 494.57,
    "duration": 7.129
  },
  {
    "text": "a way to get indirect evidence about that.\nYou could give subjects a reaction time test.",
    "start": 501.699,
    "duration": 5.631
  },
  {
    "text": "So now they wouldn’t be making the decision,\nbut they would be responding to a queue with",
    "start": 507.33,
    "duration": 5.53
  },
  {
    "text": "an intention. So the task might be flexing\nyour wrist whenever that clock changes color",
    "start": 512.86,
    "duration": 7.05
  },
  {
    "text": "from red to green. Okay? And they could be\nwatching the clock too. And it turns out that",
    "start": 519.91,
    "duration": 7.84
  },
  {
    "text": "reaction time studies have been done with\na Libet clock. And a mean reaction time, in",
    "start": 527.75,
    "duration": 6.331
  },
  {
    "text": "one study anyway, was 231 milliseconds. There\nwas just a 231-millisecond gap between the",
    "start": 534.081,
    "duration": 9.179
  },
  {
    "text": "emission of the go signal, which was a sound\nin that study, and the muscle burst. But if",
    "start": 543.26,
    "duration": 5.82
  },
  {
    "text": "it took an intention or a decision something\nlike 550 milliseconds to cause a muscle burst,",
    "start": 549.08,
    "duration": 6.36
  },
  {
    "text": "this result would be very surprising. I mean,\nhere it’s only roughly 200. And of course",
    "start": 555.44,
    "duration": 6.42
  },
  {
    "text": "after there is the go signal, it’s going\nto take some time to respond mentally with",
    "start": 561.86,
    "duration": 4.92
  },
  {
    "text": "an intention. It doesn’t have to be a conscious\nintention, but it’s a causal process, so",
    "start": 566.78,
    "duration": 4.16
  },
  {
    "text": "it takes time.",
    "start": 570.94,
    "duration": 1.5
  },
  {
    "text": "So, that’s another problem. And then there’s\na third problem with these studies and it",
    "start": 572.44,
    "duration": 5.43
  },
  {
    "text": "has to do with the measurement of awareness.\nSo, after they flex again, subject moved the",
    "start": 577.87,
    "duration": 6.83
  },
  {
    "text": "cursor to the spot and say that’s when I\nfirst became aware of it.",
    "start": 584.7,
    "duration": 2.76
  },
  {
    "text": "Question: How does measurement of awareness\nbecome a problem?",
    "start": 587.46,
    "duration": 2.51
  },
  {
    "text": "Alfred Mele: So, it must have been two-and-a-half\nto three years ago now that I gave a lecture",
    "start": 589.97,
    "duration": 5.72
  },
  {
    "text": "on the neuroscience of free will at the National\nInstitute of Health in a motor control unit.",
    "start": 595.69,
    "duration": 9.24
  },
  {
    "text": "The idea was, I do my lecture and then after\nthat they make me a subject in one of these",
    "start": 604.93,
    "duration": 6.469
  },
  {
    "text": "Libet experiments, which was cool. I was interested.\nAnd then after that I got out to dinner. They",
    "start": 611.399,
    "duration": 5.87
  },
  {
    "text": "take me out to dinner, but first I have to\nbe a subject in the experiment. So, I gave",
    "start": 617.269,
    "duration": 2.811
  },
  {
    "text": "my lecture then it was time to do the experiment.\nI was sitting at the chair, they set up the",
    "start": 620.08,
    "duration": 8.89
  },
  {
    "text": "clock and I knew what my task was. And I wanted\nto pretend to be a naive subject. I wanted",
    "start": 628.97,
    "duration": 6.09
  },
  {
    "text": "to put myself in the shoes of somebody who\nmight do this and not really knowing what",
    "start": 635.06,
    "duration": 5.089
  },
  {
    "text": "is going on. And so, I thought this is what\nI’ll do, I’ll sit there and watch the",
    "start": 640.149,
    "duration": 5.511
  },
  {
    "text": "clock and I’ll wait for urges to flex my\nwrist to pop up in me to become conscious,",
    "start": 645.66,
    "duration": 6.78
  },
  {
    "text": "and then as soon as I have such an urge, I’ll\nflex and then after I flex I’ll move the",
    "start": 652.44,
    "duration": 5.41
  },
  {
    "text": "cursor to where I thought the spot was on\nthe clock when I first became aware of that",
    "start": 657.85,
    "duration": 3.62
  },
  {
    "text": "urge, or intention, or whatever.",
    "start": 661.47,
    "duration": 2.14
  },
  {
    "text": "So, I was sitting there a little while and\nnothing was happening. That is, no urges was",
    "start": 663.61,
    "duration": 5.88
  },
  {
    "text": "coming to mind. And I thought, how did they\ndo this? How do these people do it? And then",
    "start": 669.49,
    "duration": 7.51
  },
  {
    "text": "I thought, I better think of a way to do it\nbecause otherwise I’m going to be stuck",
    "start": 677.0,
    "duration": 3.78
  },
  {
    "text": "in this chair and I won’t get any dinner.\nRight? Dinner was next. So, I thought, this",
    "start": 680.78,
    "duration": 5.59
  },
  {
    "text": "is what I’ll do. I’ll just consciously\nsay “now” to myself silently and treat",
    "start": 686.37,
    "duration": 6.029
  },
  {
    "text": "that as an indicator of an urge or a decision,\nand then I’ll flex and then after I flex,",
    "start": 692.399,
    "duration": 7.771
  },
  {
    "text": "I’ll report where the spot was on the clock\nwhen I said “now” to myself.",
    "start": 700.17,
    "duration": 3.81
  },
  {
    "text": "Okay. So, I had to remember to do this then.\nSay “now,” flex as soon as possible after",
    "start": 703.98,
    "duration": 5.62
  },
  {
    "text": "I say “now,” and then do the reporting.\nAnd at first the neuroscientist said I was",
    "start": 709.6,
    "duration": 8.049
  },
  {
    "text": "flexing in too wimpy a way, so I had to remember\nto flex hard too. So, okay. I did all of that.",
    "start": 717.649,
    "duration": 8.481
  },
  {
    "text": "And these experiments subjects had to do at\nleast 40 times to get data you could actually",
    "start": 726.13,
    "duration": 5.12
  },
  {
    "text": "read and use. So, I did it about 40 times.\nAnd one thing I discovered that although I",
    "start": 731.25,
    "duration": 7.16
  },
  {
    "text": "could pinpoint the spot on the clock to maybe\na range of the clock, I don’t know, 20%,",
    "start": 738.41,
    "duration": 7.179
  },
  {
    "text": "25% of the clock. I couldn’t pinpoint it\nto an exact tick, let’s say. That was one",
    "start": 745.589,
    "duration": 6.731
  },
  {
    "text": "problem. Also, I had something every definite\nto look for internally. I was looking for",
    "start": 752.32,
    "duration": 6.17
  },
  {
    "text": "the conscious “now” saying, and I know\nwhat that’s like. But subjects who are said,",
    "start": 758.49,
    "duration": 5.53
  },
  {
    "text": "who are instructed to look for an urge or\nan intention, or decision, or whatever, might",
    "start": 764.02,
    "duration": 4.369
  },
  {
    "text": "wonder, “Well, what the heck was that that\nI was just experiencing? Was I just thinking",
    "start": 768.389,
    "duration": 4.031
  },
  {
    "text": "about doing it, was it an urge?” So, there\ncould be confusion that they would have that",
    "start": 772.42,
    "duration": 5.24
  },
  {
    "text": "I didn’t have.",
    "start": 777.66,
    "duration": 1.89
  },
  {
    "text": "Question: What is the bottom line of these\nexperiments in terms of where we stand on",
    "start": 779.55,
    "duration": 6.611
  },
  {
    "text": "that free will scale?",
    "start": 786.161,
    "duration": 1.0
  },
  {
    "text": "Alfred Mele: Well, these experiments are thought\nto show that there is no free will. And my",
    "start": 787.161,
    "duration": 2.868
  },
  {
    "text": "main point here is, they don’t show that.\nFor three different reasons really. These",
    "start": 790.029,
    "duration": 6.49
  },
  {
    "text": "judgment times are unreliable, so we don’t\nreally know when people first became aware",
    "start": 796.519,
    "duration": 4.951
  },
  {
    "text": "of the urge. And we don’t have good evidence\nof what happens at -550 milliseconds, about",
    "start": 801.47,
    "duration": 7.489
  },
  {
    "text": "half a second before the muscle burst, is\nthat a decision is made as opposed to a potential",
    "start": 808.959,
    "duration": 4.411
  },
  {
    "text": "cause of a decision is present. And we don’t\nhave evidence that what’s happening half",
    "start": 813.37,
    "duration": 5.5
  },
  {
    "text": "a second before the muscle burst is sufficient\nfor subsequent muscle bursts. So, it just",
    "start": 818.87,
    "duration": 6.83
  },
  {
    "text": "leaves free will wide open.",
    "start": 825.7,
    "duration": 2.54
  },
  {
    "text": "Another thing too is, notice what we’re\nstudying here. We’re studying relatively",
    "start": 828.24,
    "duration": 7.51
  },
  {
    "text": "trivial actions. Wrist flexions or mouse button\nclickings and decisions to do things now.",
    "start": 835.75,
    "duration": 7.53
  },
  {
    "text": "And it may be that free will mainly isn’t\nat work in that dimension in our lives, but",
    "start": 843.28,
    "duration": 7.141
  },
  {
    "text": "mainly is at work in broader dimensions when\nwe’re thinking about maybe back to students",
    "start": 850.421,
    "duration": 5.658
  },
  {
    "text": "they’ve been accepted into different graduate\nschools with different scholarship offers",
    "start": 856.079,
    "duration": 4.891
  },
  {
    "text": "and they are thinking about which one to take.\nOr, maybe thinking about whether to propose",
    "start": 860.97,
    "duration": 7.11
  },
  {
    "text": "marriage, or not, or whether it’s time finally\nto get the divorce or what house to buy. You",
    "start": 868.08,
    "duration": 7.73
  },
  {
    "text": "know? It maybe that free will is more involved\nin things like that then in wrist flexions",
    "start": 875.81,
    "duration": 6.779
  },
  {
    "text": "and the like. And then, now this is not a\ncriticism of the scientists who do this work,",
    "start": 882.589,
    "duration": 4.261
  },
  {
    "text": "but with the technology we have now, if you’re\ngoing to be studying something similar to",
    "start": 886.85,
    "duration": 6.169
  },
  {
    "text": "free will, it looks like you’re going to\nbe in this domain and not the domain of choosing",
    "start": 893.019,
    "duration": 6.94
  },
  {
    "text": "graduate schools, buying houses, proposing\nmarriage.",
    "start": 899.959,
    "duration": 2.691
  }
]