[
  {
    "text": "I don't know anybody who thinks that feedback\nconversations work. Whether that's in your",
    "start": 7.029,
    "duration": 5.69
  },
  {
    "text": "family or with your friends or in your organization,\nwhether you have it to give or unsolicited",
    "start": 12.719,
    "duration": 7.0
  },
  {
    "text": "advice or criticism or offhand comments or\nyour performance review are being aimed at",
    "start": 20.45,
    "duration": 4.53
  },
  {
    "text": "you, the feedback conversations are dreaded\nand often dismissed. And so what's interesting",
    "start": 24.98,
    "duration": 7.0
  },
  {
    "text": "is that the usual response is to teach givers\nhow to give more effectively, so organizations",
    "start": 34.129,
    "duration": 6.43
  },
  {
    "text": "send all their managers to teach them how\nto give more skillfully and more persistently.",
    "start": 40.559,
    "duration": 5.87
  },
  {
    "text": "As individuals we wait around for that perfect\ngiver to show up who we trust, who has the",
    "start": 46.429,
    "duration": 6.15
  },
  {
    "text": "credibility and experience to actually be\nhelpful to us, whose opinion we actually want",
    "start": 52.579,
    "duration": 4.41
  },
  {
    "text": "rather than all of those who offer them to\nus unsolicited.",
    "start": 56.989,
    "duration": 4.23
  },
  {
    "text": "And it occurred to us that actually we've\nbeen going about this backwards. Focusing",
    "start": 61.219,
    "duration": 4.811
  },
  {
    "text": "on teaching givers how to give is a push model\nof learning, right? I figure out what you",
    "start": 66.03,
    "duration": 5.129
  },
  {
    "text": "need to learn and I push you to learn it.\nAnd it occurred to us that actually it's the",
    "start": 71.159,
    "duration": 7.0
  },
  {
    "text": "receiver who's in charge of what they take\nin, what sense they make of it and whether",
    "start": 78.659,
    "duration": 5.32
  },
  {
    "text": "and how they choose to change. It doesn't\nreally matter how authoritative or powerful",
    "start": 83.979,
    "duration": 4.581
  },
  {
    "text": "or even skillful the giver is. The real leverage\nhere is in teaching all of us, particularly",
    "start": 88.56,
    "duration": 6.989
  },
  {
    "text": "those of us who are in leadership or who are\nparenting or in a relationship with other",
    "start": 95.549,
    "duration": 5.471
  },
  {
    "text": "people, that core human challenge to try to\nsee yourself and to take other people's input",
    "start": 101.02,
    "duration": 6.79
  },
  {
    "text": "to learn how you impact those around you.",
    "start": 107.81,
    "duration": 2.379
  },
  {
    "text": "I think we have a really conflicted relationship\nwith feedback. In other words most of us of",
    "start": 110.189,
    "duration": 5.47
  },
  {
    "text": "have had the experience of having a mentor\nor a coach for someone who taught us something",
    "start": 115.659,
    "duration": 5.681
  },
  {
    "text": "really valuable and we saw our self getting\nbetter at something quickly and that is exhilarating.",
    "start": 121.34,
    "duration": 6.25
  },
  {
    "text": "We're so grateful and yet all of us also have\nthe experience of getting painful cutting",
    "start": 127.59,
    "duration": 7.0
  },
  {
    "text": "unfair off base poorly delivered feedback\nthat not only wasn't helpful to us but was",
    "start": 137.269,
    "duration": 7.0
  },
  {
    "text": "actually damaging. And I think that that conflictual\nrelationship really reflects the fact that",
    "start": 144.319,
    "duration": 7.0
  },
  {
    "text": "feedback sits at the junction of two core\nhuman needs. Human beings are wired to learn",
    "start": 152.159,
    "duration": 6.36
  },
  {
    "text": "and grow. If you look at any of the studies\non happiness, getting better at something",
    "start": 158.519,
    "duration": 5.461
  },
  {
    "text": "is a key piece of what makes life satisfying.\nIt's why we take up hobbies in retirement",
    "start": 163.98,
    "duration": 5.64
  },
  {
    "text": "and why otherwise normal people stick with\nthe game of golf, right, because that occasional",
    "start": 169.62,
    "duration": 4.8
  },
  {
    "text": "good round fools us into thinking that we're\ngetting better.",
    "start": 174.42,
    "duration": 4.31
  },
  {
    "text": "But alongside that lies this second core human\nneed, which is the need to be accepted and",
    "start": 178.73,
    "duration": 6.55
  },
  {
    "text": "respected and loved just the way we are now.\nAnd the very fact of the feedback suggests",
    "start": 185.28,
    "duration": 5.56
  },
  {
    "text": "that how we are now is not quite a-okay. And\nI don't think that tension is going to go",
    "start": 190.84,
    "duration": 5.349
  },
  {
    "text": "away, but understanding that that's why we\nsometimes love it and sometimes really hate",
    "start": 196.189,
    "duration": 6.63
  },
  {
    "text": "it helps us understand why it's part of the\ncondition of being human.",
    "start": 202.819,
    "duration": 4.511
  },
  {
    "text": "Getting better at receiving feedback is a\nskill. And it actually gives you traction",
    "start": 207.33,
    "duration": 4.109
  },
  {
    "text": "in all of the important areas of your life.\nSo at work, what the research shows is that",
    "start": 211.439,
    "duration": 5.681
  },
  {
    "text": "people who solicit negative feedback, and\nin the literature what that means is that",
    "start": 217.12,
    "duration": 4.619
  },
  {
    "text": "they're not just fishing for compliments,\nthey're actually asking what could I improve.",
    "start": 221.739,
    "duration": 5.11
  },
  {
    "text": "Those people adapt more quickly to new roles,\nthey report higher satisfaction and they get",
    "start": 226.849,
    "duration": 4.801
  },
  {
    "text": "higher performance reviews. So not only do\nthey actually accelerate their own learning,",
    "start": 231.65,
    "duration": 4.3
  },
  {
    "text": "they also change the way other people see\nthem. If you look at the marriage research,",
    "start": 235.95,
    "duration": 5.679
  },
  {
    "text": "John Gottman up in Seattle who studies marriage\nhas found that a spouse's willingness to take",
    "start": 241.629,
    "duration": 6.47
  },
  {
    "text": "input or coaching from their partner is a\nkey indicator for happy stable marriages.",
    "start": 248.099,
    "duration": 6.911
  },
  {
    "text": "Now that's true even though most of us find\nour spouses chronic complaints about our character",
    "start": 255.01,
    "duration": 5.42
  },
  {
    "text": "flaws, you know, we don't think of them as\nfeedback, we think about them as them being",
    "start": 260.43,
    "duration": 4.16
  },
  {
    "text": "annoying, but our willingness to actually\nhear that is key to the stability of the marriage.",
    "start": 264.59,
    "duration": 6.69
  },
  {
    "text": "And, you know, when I think about how I parent\nmy kids, the most important thing I can do",
    "start": 271.28,
    "duration": 7.0
  },
  {
    "text": "is actually show them how I respond to setbacks\nat work or the criticism from my mother-in-law.",
    "start": 278.65,
    "duration": 6.93
  },
  {
    "text": "That's going to do more for how they respond\nto a bad grade or a bad call in the baseball",
    "start": 285.58,
    "duration": 4.38
  },
  {
    "text": "game then all my lectures combined.",
    "start": 289.96,
    "duration": 2.26
  }
]