[
  {
    "text": "Donald Trump is not batshit crazy. Donald\nTrump also does not wear a toupee. I have",
    "start": 1.22,
    "duration": 5.7
  },
  {
    "text": "been this close to Donald Trump’s head,\nand that is real hair growing out of his head.",
    "start": 6.92,
    "duration": 5.62
  },
  {
    "text": "I actually – I enjoy Donald Trump’s company.\nAnd I actually think it’s kind of good that",
    "start": 12.54,
    "duration": 7.249
  },
  {
    "text": "Donald Trump exists. You know, he kind of\nplays this Scrooge McDuck role in our society",
    "start": 19.789,
    "duration": 8.32
  },
  {
    "text": "that’s kind of fun. I think that having\na wealthy person who’s fun and in public",
    "start": 28.109,
    "duration": 8.111
  },
  {
    "text": "is kind of a good role to have in our culture.\nWe have Bill Gates, you know, who is off curing",
    "start": 36.22,
    "duration": 7.24
  },
  {
    "text": "malaria, you know. Bill Gates has never been\nflamboyant, he’s never – doesn’t really",
    "start": 43.46,
    "duration": 6.8
  },
  {
    "text": "talk about his wealth very much. Malcolm Forbes,\nof course, does. But having a guy that’s",
    "start": 50.26,
    "duration": 6.45
  },
  {
    "text": "flamboyant and really, really rich, I think,\nis a nice thing for us to all ruminate on.",
    "start": 56.71,
    "duration": 5.28
  },
  {
    "text": "I think he’s playing kind of a good role.\nI mean, you have someone playing the jester",
    "start": 61.99,
    "duration": 5.27
  },
  {
    "text": "role and the fool role and someone playing\nthe – all these characters that swirl around",
    "start": 67.26,
    "duration": 6.89
  },
  {
    "text": "us in the arts. And Donald Trump has moved\nhimself into the arts. He’s obviously real",
    "start": 74.15,
    "duration": 5.46
  },
  {
    "text": "estate, he’s obviously business. But he’s\nmoved himself into the arts. He’s become",
    "start": 79.61,
    "duration": 3.74
  },
  {
    "text": "a performer. By definition, he’s a TV star.\nI think it’s a good role.  ",
    "start": 83.35,
    "duration": 4.96
  },
  {
    "text": "Now I disagree with Donald’s politics, very,\nvery much, although I agree with some of them.",
    "start": 88.31,
    "duration": 10.5
  },
  {
    "text": "I think he got – he was wrong on the birther\nstuff, although that’s an okay question",
    "start": 98.81,
    "duration": 7.099
  },
  {
    "text": "to ask. When that question is answered he\nprobably should have dropped it. You know,",
    "start": 105.909,
    "duration": 4.57
  },
  {
    "text": "asked and answered, we’re done.\nI’m certainly respectful of his opinions",
    "start": 110.479,
    "duration": 5.32
  },
  {
    "text": "on politics, but I don’t think he should\nhave shown disrespect to the way our election",
    "start": 115.799,
    "duration": 9.641
  },
  {
    "text": "works. I mean I think that one of the wonderful\nthings about a bloodless coup is the fact",
    "start": 125.44,
    "duration": 5.569
  },
  {
    "text": "that we accept that voting works.  And there\nwas no evidence of cheating on the part of",
    "start": 131.009,
    "duration": 7.611
  },
  {
    "text": "Obama. My guy lost by a lot.  You know, my\nguy was Gary Johnson. My guy lost by a lot.",
    "start": 138.62,
    "duration": 6.36
  },
  {
    "text": "And I would have loved Gary Johnson to win.\nI would have loved to see what it was like",
    "start": 144.98,
    "duration": 3.5
  },
  {
    "text": "to not be killing so many people overseas\nand have more freedom here in this country.",
    "start": 148.48,
    "duration": 4.64
  },
  {
    "text": "I would love to see that. But Obama won. He\njust, he just did. ",
    "start": 153.12,
    "duration": 4.479
  },
  {
    "text": "I think one of the things about Donald Trump\nthat’s interesting is he lives in a rarified",
    "start": 157.599,
    "duration": 8.851
  },
  {
    "text": "atmosphere where it’s possible that he doesn’t\nget enough feedback, enough people rolling",
    "start": 166.45,
    "duration": 5.28
  },
  {
    "text": "their eyes at him. It’s a danger more in\nshow business than it is with wealth.",
    "start": 171.73,
    "duration": 6.12
  },
  {
    "text": "He has wonderful children. His daughter and\nhis sons that I know, you know, Eric, Don",
    "start": 177.85,
    "duration": 8.499
  },
  {
    "text": "and Ivanka do seem to respect him and love\nhim and also speak to him honestly. And a",
    "start": 186.349,
    "duration": 10.921
  },
  {
    "text": "job that our children have is to keep us honest;\nthey do a pretty good job. ",
    "start": 197.27,
    "duration": 3.59
  },
  {
    "text": "I wish I’d got to spend more time with Donald\nTrump speaking freely. He – I said whatever",
    "start": 200.86,
    "duration": 8.58
  },
  {
    "text": "popped in my head in the Board Room and in\nmeeting with Donald. I tried to play the game",
    "start": 209.44,
    "duration": 7.96
  },
  {
    "text": "properly, but I also tried to, you know, I\nremember that during the press conference",
    "start": 217.4,
    "duration": 7.04
  },
  {
    "text": "for the all-star season of Celebrity Apprentice,\nDonald was down in front of us speaking with",
    "start": 224.44,
    "duration": 5.939
  },
  {
    "text": "all of us behind him. And he said, “These\nare all the all-stars. They’ve all supported",
    "start": 230.379,
    "duration": 4.271
  },
  {
    "text": "me in what I’ve said publicly.”  And\nI said, “I haven’t.” And he said, “No,",
    "start": 234.65,
    "duration": 3.8
  },
  {
    "text": "no, Penn hasn’t. That’s correct.” And\nit was a moment I was really proud of and",
    "start": 238.45,
    "duration": 6.039
  },
  {
    "text": "also a moment where he really shined, I thought.\nI thought that – he has said in the Board",
    "start": 244.489,
    "duration": 6.041
  },
  {
    "text": "Room several times, “Penn disagrees with\nme. Penn said this. Penn said that.” And",
    "start": 250.53,
    "duration": 6.75
  },
  {
    "text": "that is one of the joys of my life. One of\nthe joys of my life is getting along with",
    "start": 257.28,
    "duration": 6.06
  },
  {
    "text": "people I shouldn’t get along with.  One\nof the joys in my life is the rage people",
    "start": 263.34,
    "duration": 5.35
  },
  {
    "text": "feel at me because I call Glenn Beck a friend.\nI also love the rage they feel because I call",
    "start": 268.69,
    "duration": 7.25
  },
  {
    "text": "Lawrence O’Donnell, Jr. a friend. I love\nthat Lawrence O’Donnell, Jr. and Glenn Beck",
    "start": 275.94,
    "duration": 5.17
  },
  {
    "text": "don’t like each other, but they both like\nme. I love that. I mean, I think that having",
    "start": 281.11,
    "duration": 6.15
  },
  {
    "text": "strong opinions is part of the joy of being\nalive, and loving people in spite of those",
    "start": 287.26,
    "duration": 6.98
  },
  {
    "text": "strong opinions is one of the other joys of\nbeing alive. I put Donald Trump in that category.",
    "start": 294.24,
    "duration": 6.149
  },
  {
    "text": "I disagree with him on a lot, but I… I like\nhim. ",
    "start": 300.389,
    "duration": 5.301
  },
  {
    "text": "I kind of want to see what it’s like for\nsomeone to live like Scrooge McDuck.  There’s",
    "start": 305.69,
    "duration": 8.14
  },
  {
    "text": "a lot to learn from that.",
    "start": 313.83,
    "duration": 3.009
  }
]