[
  {
    "text": "I don't even care I'm just stoked you're back.\nI want to hear all about your trip.",
    "start": 0.03,
    "duration": 3.659
  },
  {
    "text": "Oh oh it was great. It kind of changed my\nperspective on life um speaking of which",
    "start": 3.689,
    "duration": 6.99
  },
  {
    "text": "Can I talk to you about something?\nSure, what's up? Well I've been doing some",
    "start": 10.679,
    "duration": 5.401
  },
  {
    "text": "soul-searching lately and I keep coming\nback to this feeling. I feel like we",
    "start": 16.08,
    "duration": 6.6
  },
  {
    "text": "should um (helicopter noise)...What's that?",
    "start": 22.68,
    "duration": 3.84
  },
  {
    "text": "Oh um I think we should (helicopter noise) What was that? I said I think we should (helicopter noise) Winter storm hyper glue!  Your highness has the floor.  Um Star I think we should break up.",
    "start": 27.02,
    "duration": 20.84
  },
  {
    "text": "Wait why okay I know I'm not the best\ngirlfriend, but I'm definitely not the",
    "start": 48.8,
    "duration": 5.98
  },
  {
    "text": "worst. I made you all this food and I\neven got you a present. It's a super rare",
    "start": 54.78,
    "duration": 4.799
  },
  {
    "text": "black and white cat named Mr. Panda Pants.\nStar I appreciate the effort, but",
    "start": 59.579,
    "duration": 5.341
  },
  {
    "text": "you know at the end of the day it's not\nabout what you do or what you don't do",
    "start": 64.92,
    "duration": 3.9
  },
  {
    "text": "it's about where you're headed and you\nand me we're headed to different places.",
    "start": 68.82,
    "duration": 7.25
  },
  {
    "text": "Well at least we'll always be friends\nright? No I can't do that. You're a really",
    "start": 76.07,
    "duration": 6.43
  },
  {
    "text": "great person that's exactly why I think\nbeing friends would be too painful for",
    "start": 82.5,
    "duration": 4.65
  },
  {
    "text": "me so maybe I'll see you in another life\nwhere we're both cute panda cats yeah",
    "start": 87.15,
    "duration": 8.719
  },
  {
    "text": "Uh Tom what are you doing?\nJust go already. I'm trying! Just having a",
    "start": 107.67,
    "duration": 6.76
  },
  {
    "text": "little issue with the fire column just\nuh don't look for a sec. Really?! Just do",
    "start": 114.43,
    "duration": 4.91
  },
  {
    "text": "it. I just um yeah\none more second almost there just give",
    "start": 119.34,
    "duration": 8.8
  },
  {
    "text": "it another. Ugh what is this! What am I looking at here? Ugh Why isn't it working? Hey!",
    "start": 128.14,
    "duration": 22.58
  },
  {
    "text": " ",
    "start": 150.72,
    "duration": 2.06
  }
]