[
  {
    "text": "I got it. I...got it. You know what you look like? You know what? This day turned out pretty good",
    "start": 14.839,
    "duration": 10.061
  },
  {
    "text": "after all. Excuse me. I'm sorry to bother\nyou it's just oh you two look so cute",
    "start": 24.9,
    "duration": 6.81
  },
  {
    "text": "earlier and I just happened to see this\nadorable young couple. We're not a couple. I debated whether or not to",
    "start": 31.71,
    "duration": 7.439
  },
  {
    "text": "even say anything, but when the opportunity comes along like this you just have to take the bull by the horns. What...no way. It's the beach day photo! How how how? It's",
    "start": 39.149,
    "duration": 20.281
  },
  {
    "text": "all part of the paradox.\nWe lost the camera and the photo earlier",
    "start": 59.43,
    "duration": 3.359
  },
  {
    "text": "today because I was supposed to because\nthis creepy lady was meant to take our",
    "start": 62.789,
    "duration": 4.951
  },
  {
    "text": "beach day photo. So that means today is beach day! It is beach day! (cheering) This is bananas. The paradox came true. It was real.",
    "start": 67.74,
    "duration": 15.18
  },
  {
    "text": "Everything happened for a reason.\nWow oh my goodness this is so exciting. Star? Hey Father Time? Why am I not happy? Oh hey it's that beach photo. You look",
    "start": 83.1,
    "duration": 19.04
  },
  {
    "text": "pretty happy to me. No I was happy, but\nthat was like five minutes ago and it's",
    "start": 102.149,
    "duration": 4.321
  },
  {
    "text": "already starting to wear off.\nI thought beach day was supposed to be",
    "start": 106.47,
    "duration": 2.91
  },
  {
    "text": "the best day of my life and everything\nwould be figured out and then I could",
    "start": 109.38,
    "duration": 3.0
  },
  {
    "text": "just live happily ever after or whatever\n,but that didn't happen so why'd you even",
    "start": 112.38,
    "duration": 3.72
  },
  {
    "text": "give this to me. I didn't give that to\nyou. Uh yes you did. No no no you did. What?",
    "start": 116.1,
    "duration": 6.87
  },
  {
    "text": "Yeah you gave me the photo to give to\npass Star because you knew she was",
    "start": 122.97,
    "duration": 4.17
  },
  {
    "text": "about to go through a lot of difficult\nmessy life stuff. You know what with her",
    "start": 127.14,
    "duration": 3.599
  },
  {
    "text": "mom going missing and her identity as a\nprincess kind of thrown out the window.",
    "start": 130.739,
    "duration": 3.301
  },
  {
    "text": "You wanted to give her something to look\nforward to. I gave this to me? But that can't...but that means this whole",
    "start": 134.04,
    "duration": 9.33
  },
  {
    "text": "time beach day was a lie...a lie I told\nmyself? I can just destroy it for you",
    "start": 143.37,
    "duration": 6.72
  },
  {
    "text": "seeing as it's giving you so much grief.\nYou know what yeah sure. Beach day no",
    "start": 150.09,
    "duration": 4.95
  },
  {
    "text": "beach day. What's the difference? So what\nif I don't see it up on the fridge",
    "start": 155.04,
    "duration": 4.169
  },
  {
    "text": "every day or keep it in my little purse\nalways or stuff it under my pillow every",
    "start": 159.209,
    "duration": 7.62
  },
  {
    "text": "night. Yeah who needs it no photo no\nbeach day no confusing time paradox. You",
    "start": 166.829,
    "duration": 6.151
  },
  {
    "text": "wouldn't even be here right now asking\nabout it. Who knows where you'd be",
    "start": 172.98,
    "duration": 4.63
  },
  {
    "text": "That's a...that's a good question. Some\ndays knowing I'd be this happy was the",
    "start": 177.61,
    "duration": 4.74
  },
  {
    "text": "only thing that kept me going. So you\nwant me to destroy it? No no no no you",
    "start": 182.35,
    "duration": 5.79
  },
  {
    "text": "can't. I needed this you gotta keep it to\npast Star. Wait no I don't want to give it",
    "start": 188.14,
    "duration": 4.71
  },
  {
    "text": "away, but if I keep it I'll never have\ngiven it to myself so I'll never have",
    "start": 192.85,
    "duration": 3.84
  },
  {
    "text": "had it and then it'll never have existed\nat all.",
    "start": 196.69,
    "duration": 4.13
  },
  {
    "text": "Woah. Okay okay you know what...\nthere. Now she can have it. Bye Father Time. Thank",
    "start": 201.21,
    "duration": 13.54
  },
  {
    "text": "you so much\nSure thing. Too bad the hardest times are",
    "start": 214.75,
    "duration": 4.23
  },
  {
    "text": "still ahead. Oh what was that? Nothing! B-E-A-C-H-D-A-Y. Beach Day.",
    "start": 218.98,
    "duration": 2.33
  },
  {
    "text": " ",
    "start": 242.63,
    "duration": 4.289
  }
]