[
  {
    "text": "We're about to be some of the first people in the world",
    "start": 0.06,
    "duration": 2.25
  },
  {
    "text": "To see Star Wars Galaxies edge at Disneyland Park before it opens May 31st",
    "start": 2.649,
    "duration": 4.76
  },
  {
    "text": "We're gonna meet an Imagineer and she's gonna take us on a tour of this brand-new land",
    "start": 7.599,
    "duration": 4.7
  },
  {
    "text": "This is unbelievable",
    "start": 15.07,
    "duration": 2.0
  },
  {
    "text": "Star Wars Galaxies edge is the most immersive themed land that Walt Disney Imagineering has ever built",
    "start": 17.529,
    "duration": 5.299
  },
  {
    "text": "I'm lucky to be able to do that for living",
    "start": 22.829,
    "duration": 1.891
  },
  {
    "text": "We're really adding so many layers of details to everything we build that all the Star Wars stories that you know",
    "start": 24.72,
    "duration": 5.879
  },
  {
    "text": "and love will come to life",
    "start": 30.599,
    "duration": 1.351
  },
  {
    "text": "How long have you all been working on this Walt Disney Imagineering?",
    "start": 31.95,
    "duration": 2.34
  },
  {
    "text": "Has been working on Star Wars Galaxies edge for well over 5 years",
    "start": 34.54,
    "duration": 3.079
  },
  {
    "text": "He tell us a little more about the attractions here. We have two new state-of-the-art attractions that will provide guests with things",
    "start": 37.69,
    "duration": 5.9
  },
  {
    "text": "They've never experienced in Disney parks before I am so excited. Thank you for this once-in-a-lifetime to him",
    "start": 43.59,
    "duration": 6.45
  },
  {
    "text": "We can't wait to come back Star Wars Galaxies edge",
    "start": 50.07,
    "duration": 2.88
  },
  {
    "text": "March is May 31st at Disneyland Resort in Anaheim and August 29th at Walt Disney World Resort in Florida",
    "start": 52.96,
    "duration": 5.84
  },
  {
    "text": "We're about to be some of the first people in the world to see Star Wars Galaxies edge at Disneyland Park",
    "start": 60.01,
    "duration": 5.689
  },
  {
    "text": "before it opens May 31st, we're gonna meet an Imagineer and she's",
    "start": 65.829,
    "duration": 3.889
  }
]