[
  {
    "text": "When you go to your favorite restaurant  after a hard long days of work and you take that first bite into your favorite meal",
    "start": 8.0,
    "duration": 6.46
  },
  {
    "text": "you feel great. When you get an amazing grade\nafter studying for that exam that you pulled",
    "start": 14.97,
    "duration": 4.76
  },
  {
    "text": "two all nighters for you feel amazing. And\nwhen you get that promotion that you've been",
    "start": 19.73,
    "duration": 5.02
  },
  {
    "text": "eyeing at for a couple of years already, you\nfeel phenomenal. But even when you open up",
    "start": 24.75,
    "duration": 4.36
  },
  {
    "text": "your laptop and you go on some raunchy website,\nand you masturbate to porn, you feel good",
    "start": 29.11,
    "duration": 5.22
  },
  {
    "text": "too. These are all rewards. But the thing\nabout the act of PMO (watching porn, masturbating,",
    "start": 34.33,
    "duration": 6.42
  },
  {
    "text": "and eventually reaching orgasm) that separates\nitself from the rest of the crowd , is the",
    "start": 40.75,
    "duration": 4.4
  },
  {
    "text": "fact that you don't really have to work for\nit. It is virtually effortless to obtain.",
    "start": 45.15,
    "duration": 5.5
  },
  {
    "text": "Let's put things into perspective. In order\nto get that satisfying feeling that comes",
    "start": 50.65,
    "duration": 4.14
  },
  {
    "text": "with getting a good grade, you have to go\nto class. You have to take semi-decent notes.",
    "start": 54.79,
    "duration": 5.64
  },
  {
    "text": "And eventually you have to study. This requires\na significant amount of time and effort. Watching",
    "start": 60.43,
    "duration": 5.54
  },
  {
    "text": "porn on the other hand is easy. You open up\nyour laptop and you click your mouse a couple",
    "start": 65.97,
    "duration": 4.72
  },
  {
    "text": "of times until you find a video that you like.\nAnd instantaneously you can reward yourself",
    "start": 70.69,
    "duration": 4.84
  },
  {
    "text": "with pleasure. On top of that, porn and masturbation\ntriggers one of the most powerful and pleasureful",
    "start": 75.53,
    "duration": 7.89
  },
  {
    "text": "rewards your body can naturally give itself,\nthe orgasm. It's a reward that is normally",
    "start": 83.42,
    "duration": 5.93
  },
  {
    "text": "only achievable by meeting a potential mate,\ncoming off as an attractive mate, and eventually",
    "start": 89.35,
    "duration": 6.02
  },
  {
    "text": "growing the balls to make a move and having\nsex. Nowadays it's available at the click",
    "start": 95.37,
    "duration": 5.0
  },
  {
    "text": "of a button. If you could get an A on any\ntest by just clicking a button would you ever",
    "start": 100.37,
    "duration": 5.73
  },
  {
    "text": "put in the time to study? If you could lose\nweight or gain muscle with the click of a",
    "start": 106.1,
    "duration": 6.15
  },
  {
    "text": "button, would you ever go to the gym? Would\nyou ever adjust your diet? If you could get",
    "start": 112.25,
    "duration": 6.17
  },
  {
    "text": "any girl or guy with the click of a button,\nwould you go out and socialize? Would you",
    "start": 118.42,
    "duration": 5.58
  },
  {
    "text": "try to make yourself more attractive? Would\nyou even approach members of the opposite",
    "start": 124.0,
    "duration": 3.979
  },
  {
    "text": "sex? See people who masturbate and watch porn\na lot often report lower levels of motivation",
    "start": 127.979,
    "duration": 6.451
  },
  {
    "text": "and energy. This is because one of the most\npleasurable things in nature is already in",
    "start": 134.43,
    "duration": 5.199
  },
  {
    "text": "arms reach, at the CLICK OF A BUTTON. There's\nbeen a movement in the past couple of years",
    "start": 139.629,
    "duration": 5.211
  },
  {
    "text": "that's gathered a lot of momentum going on\ncalled the NoFap movement. It's members try",
    "start": 144.84,
    "duration": 4.47
  },
  {
    "text": "to resist the temptations of porn and masturbation\n, that is literally plastered all over the",
    "start": 149.31,
    "duration": 4.769
  },
  {
    "text": "place in modern society. The majority of it's\nmembers who stop PMO for over 30 days have",
    "start": 154.079,
    "duration": 5.56
  },
  {
    "text": "reported some of the following benefits. Increased\nlevels of motivation. Increased energy levels.",
    "start": 159.639,
    "duration": 6.41
  },
  {
    "text": "And increased confidence in social interactions.\nSee when you tell your body that, \"No, you're",
    "start": 166.049,
    "duration": 5.741
  },
  {
    "text": "only ever going to get this tasty, beautiful,\npleasureful reward if you actually go out",
    "start": 171.79,
    "duration": 4.44
  },
  {
    "text": "there and earn it,\" your body will start to\nadjust so that it becomes possible. It's going",
    "start": 176.23,
    "duration": 5.22
  },
  {
    "text": "to give you the energy and the motivation\nthat you need for that journey. So stop rewarding",
    "start": 181.45,
    "duration": 5.269
  },
  {
    "text": "yourself today for doing absolutely nothing\nand you will see a change. And it's not just",
    "start": 186.719,
    "duration": 5.341
  },
  {
    "text": "watching porn that can have this effect. There's\nother rewards out there that can have a similar",
    "start": 192.06,
    "duration": 4.849
  },
  {
    "text": "detrimental effect to your lifestyle. Things\nlike sugary foods, video games, drugs, and",
    "start": 196.909,
    "duration": 5.14
  },
  {
    "text": "even alcohol. These things are all forms of\ninstant gratification. They're to easy to",
    "start": 202.049,
    "duration": 4.7
  },
  {
    "text": "obtain and they provide short bursts of pleasure.\nAnd the reason people who do NoFap find themselves",
    "start": 206.749,
    "duration": 7.03
  },
  {
    "text": "on the path of success or on a path of upward\ngrowth, is not just because they don't watch",
    "start": 213.779,
    "duration": 5.78
  },
  {
    "text": "porn or masturbate. It's actually because\nthey've retaught themselves how to put in",
    "start": 219.559,
    "duration": 4.54
  },
  {
    "text": "TIME and EFFORT before reaping REWARDS. To\nput in work in order to succeed. To exercise",
    "start": 224.099,
    "duration": 6.601
  },
  {
    "text": "in order to feel healthy. To study in order\nto feel smarter. To meditate in order to feel",
    "start": 230.7,
    "duration": 5.28
  },
  {
    "text": "happier and many other examples. What members\nof NoFap are actually doing, is they're forcing",
    "start": 235.98,
    "duration": 6.289
  },
  {
    "text": "themselves TO SUCCEED in order to FEEL PLEASURE.\nWhen you reward yourself for doing nothing",
    "start": 242.269,
    "duration": 5.79
  },
  {
    "text": "all of the time, you'll find that your mentality\nwill be just like that of a dog who is given",
    "start": 248.08,
    "duration": 4.641
  },
  {
    "text": "too many treats. Lazy and Unmotivated.",
    "start": 252.76,
    "duration": 4.34
  },
  {
    "text": "Ask yourself this:",
    "start": 257.1,
    "duration": 0.76
  },
  {
    "text": "AM I REWARDING MYSELF ALL THE TIME FOR DOING ABSOLUTELY NOTHING?",
    "start": 257.9,
    "duration": 6.0
  }
]