[
  {
    "text": "How not to feel empty",
    "start": 0.88,
    "duration": 1.36
  },
  {
    "text": "For unknown reasons it seems that each and every single one of us is born into this world with a hole",
    "start": 2.24,
    "duration": 4.76
  },
  {
    "text": "For many of us it's located around this area",
    "start": 8.8,
    "duration": 2.74
  },
  {
    "text": "And sometimes even this area",
    "start": 11.54,
    "duration": 1.2
  },
  {
    "text": "Nobody really teaches us how to deal with this holes so we often find ourselves just trying to fill it",
    "start": 12.74,
    "duration": 5.04
  },
  {
    "text": "Because that's what you do with holes right ?",
    "start": 17.9,
    "duration": 2.36
  },
  {
    "text": "We turn to various vices out there: food, sex, drugs, porn, alcohols, smoking, we buy things like nice clothes, a nice car, a bigger TV, a newer phone",
    "start": 20.6,
    "duration": 10.82
  },
  {
    "text": "But the thing about this hole is that whatever you're filling with",
    "start": 31.42,
    "duration": 2.74
  },
  {
    "text": "You wake up the next day and the hole's empty again.",
    "start": 34.16,
    "duration": 2.18
  },
  {
    "text": "Whatever you stuffed in falls right out",
    "start": 36.5,
    "duration": 2.2
  },
  {
    "text": "And all you left with is an empty feeling, it's the same feeling you get when you watch the entire season of Game of Thrones in one sitting.",
    "start": 38.7,
    "duration": 5.6
  },
  {
    "text": "A feeling that you're still missing something",
    "start": 45.5,
    "duration": 2.9
  },
  {
    "text": "Now have some good news and bad news for you",
    "start": 48.62,
    "duration": 1.84
  },
  {
    "text": "The bad news is that the hole is always gonna be there, it's part of the human experience",
    "start": 50.46,
    "duration": 5.08
  },
  {
    "text": "It's what separates us from all the other animals out there",
    "start": 55.7,
    "duration": 2.56
  },
  {
    "text": "It's not going away",
    "start": 58.26,
    "duration": 1.08
  },
  {
    "text": "The good news however is that the empty feeling that usually comes along with this hole",
    "start": 59.34,
    "duration": 4.42
  },
  {
    "text": "came change in size.",
    "start": 63.94,
    "duration": 1.52
  },
  {
    "text": "And by doing certain things you can make that feeling shrink to the point where you barely notice it",
    "start": 65.46,
    "duration": 4.56
  },
  {
    "text": "So here are the 3 solutions to dealing with that empty feeling",
    "start": 70.2,
    "duration": 3.8
  },
  {
    "text": "Number one: we focus so much attention on this hole",
    "start": 74.18,
    "duration": 3.04
  },
  {
    "text": "We spend so much money and so much time or we dedicate so much energy into filling this hole",
    "start": 77.22,
    "duration": 5.58
  },
  {
    "text": "We forget about the rest of our body and even our mind",
    "start": 82.8,
    "duration": 2.18
  },
  {
    "text": "The first solution to not feeling empty is to focus your time and energy on improving yourself.",
    "start": 84.98,
    "duration": 6.06
  },
  {
    "text": "I know it sounds fucking \"cliché\" but the fact to the matter is this hole is not going anywhere.",
    "start": 91.48,
    "duration": 4.88
  },
  {
    "text": "It's never going to close up, it's not going to change",
    "start": 96.36,
    "duration": 2.62
  },
  {
    "text": "However, this doesn't mean that the rest of your body doesn't change",
    "start": 98.98,
    "duration": 2.92
  },
  {
    "text": "If you neglect the rest of your body, let yourself get fat, refuse to exercise, stuff it with drugs and alcohol",
    "start": 102.54,
    "duration": 5.86
  },
  {
    "text": "I guarantee you, you won't only be feeling like crap because of that empty feeling",
    "start": 108.4,
    "duration": 4.3
  },
  {
    "text": "You're also going to be feeling like crap because you're destroying your body",
    "start": 112.7,
    "duration": 3.54
  },
  {
    "text": "And then guess what? You're gonna associate this crappy feeling with the hole",
    "start": 116.24,
    "duration": 4.12
  },
  {
    "text": "You're gonna say \"man, screw that empty feeling, it makes me feel like absolute crap\"",
    "start": 120.36,
    "duration": 3.92
  },
  {
    "text": "But in reality the manner of suffering the hole actually brings you is way less than the suffering you damaged body is.",
    "start": 124.54,
    "duration": 7.58
  },
  {
    "text": "Learn about fitness, learn about nutrition, learn about good sleep habits",
    "start": 132.12,
    "duration": 4.52
  },
  {
    "text": "The information is all out there for free, just Google it",
    "start": 136.72,
    "duration": 3.8
  },
  {
    "text": "The second way to deal with this hole is to create something",
    "start": 140.52,
    "duration": 3.36
  },
  {
    "text": "Creating comes in many different forms such as art, music, writing, dancing, working on whatever project you're interested in",
    "start": 144.1,
    "duration": 6.46
  },
  {
    "text": "Hell it can even be working on your fidget spinner tricks",
    "start": 150.7,
    "duration": 3.3
  },
  {
    "text": "When you create, the focus is no longer on that hole of yours",
    "start": 154.08,
    "duration": 3.92
  },
  {
    "text": "The focus is now on something outside of your body",
    "start": 158.0,
    "duration": 3.06
  },
  {
    "text": "The next time you get bit by a mosquito",
    "start": 161.06,
    "duration": 2.02
  },
  {
    "text": "I want you to pay close attention to your body",
    "start": 163.1,
    "duration": 2.32
  },
  {
    "text": "If you're focusing enough on the bite, the itch should feels unbearably itchy",
    "start": 165.42,
    "duration": 4.02
  },
  {
    "text": "But if something is happening around you, like for example let's say you're at the movie's or you're on the middle of a date",
    "start": 169.44,
    "duration": 5.28
  },
  {
    "text": "the itch will quickly fade away.",
    "start": 174.72,
    "duration": 1.94
  },
  {
    "text": "By redirecting your focus, that itch literally weakened.",
    "start": 176.66,
    "duration": 3.9
  },
  {
    "text": "The same applies for that empty feeling, redirect your focus onto your crafts and that empty feeling will fade into the background.",
    "start": 180.56,
    "duration": 6.8
  },
  {
    "text": "Another great thing about creating, no matter what shape of form your craft is,",
    "start": 187.36,
    "duration": 3.7
  },
  {
    "text": "is that the next day when you wake up, it's still gonna be there",
    "start": 191.06,
    "duration": 3.04
  },
  {
    "text": "It doesn't get pissed out like alcohol and drugs does,",
    "start": 194.1,
    "duration": 2.82
  },
  {
    "text": "your creation is still there, waiting for you to work on it.",
    "start": 197.3,
    "duration": 3.92
  },
  {
    "text": "You know what, I'll be honest, I used to feel empty all of the time in the past,",
    "start": 201.22,
    "duration": 2.92
  },
  {
    "text": "I used to just lay in bed, focusing on that feeling and basically complaining in my own mind for hours about it.",
    "start": 204.14,
    "duration": 6.2
  },
  {
    "text": "But once I started to work on the various projects that now have going on,",
    "start": 210.34,
    "duration": 3.12
  },
  {
    "text": "especially this channel,",
    "start": 213.46,
    "duration": 0.94
  },
  {
    "text": "I can proudly say that it's been over three years since that feeling was even a problem for me",
    "start": 214.4,
    "duration": 5.0
  },
  {
    "text": "The third and final thing you can do to deal with that pesky hole",
    "start": 219.4,
    "duration": 2.52
  },
  {
    "text": "is actually extremely powerful",
    "start": 222.12,
    "duration": 2.28
  },
  {
    "text": "But, only if you up, for the task : it's to meditate.",
    "start": 224.9,
    "duration": 3.54
  },
  {
    "text": "I preach about meditation so much on this channel",
    "start": 228.54,
    "duration": 4.02
  },
  {
    "text": "But I bet that 90% of you still don't do it.",
    "start": 232.56,
    "duration": 2.54
  },
  {
    "text": "Sucks for you, because you're really missing out.",
    "start": 235.1,
    "duration": 2.08
  },
  {
    "text": "When you meditate, all you do is sit down and basically do nothing except observe your own body,",
    "start": 237.18,
    "duration": 5.32
  },
  {
    "text": "and this often leaves you face to face with that feeling of emptiness",
    "start": 242.5,
    "duration": 3.38
  },
  {
    "text": "That's why people have an extremely hard time getting into the habit of meditation.",
    "start": 245.88,
    "duration": 3.24
  },
  {
    "text": "Because it's not comfortable, facing the feeling of emptiness, head on it's the last thing we want to do",
    "start": 249.12,
    "duration": 5.74
  },
  {
    "text": "All we want to do is run away from it and fill it with our vices.",
    "start": 254.86,
    "duration": 2.78
  },
  {
    "text": "But, when you sit down, meditate and face it head on, something very interesting happens :",
    "start": 257.64,
    "duration": 5.42
  },
  {
    "text": "you realise that the feeling is not that bad,",
    "start": 263.06,
    "duration": 2.86
  },
  {
    "text": "one of the big reason why we dread that feeling of emptiness is because we tell ourselves",
    "start": 265.92,
    "duration": 4.12
  },
  {
    "text": "\"it's not a good thing to have\", we tell ourselves that \"it's a disease\"",
    "start": 270.04,
    "duration": 3.18
  },
  {
    "text": "that there's something wrong with me, and when you think about it this way,",
    "start": 273.22,
    "duration": 3.14
  },
  {
    "text": "you feel worse, you feel much worse.",
    "start": 276.56,
    "duration": 2.56
  },
  {
    "text": "Meditation is all about just looking at it and thinking :",
    "start": 279.12,
    "duration": 2.34
  },
  {
    "text": "\"hmm, it's a.. it's an interesting little feeling\"",
    "start": 281.64,
    "duration": 4.6
  },
  {
    "text": "Funny enough when you meditate constantly for a long period of time,",
    "start": 286.24,
    "duration": 3.46
  },
  {
    "text": "it's possible for you to even enjoy the feeling, imagine that !",
    "start": 289.7,
    "duration": 3.12
  },
  {
    "text": "Each, and every single one of us is born into this world with that pesky little hole.",
    "start": 292.82,
    "duration": 4.72
  },
  {
    "text": "Sadly for most people they never really learn how to deal with it,",
    "start": 298.14,
    "duration": 3.1
  },
  {
    "text": "and they spend their entire life, trying to fill it with little to no-success.",
    "start": 301.24,
    "duration": 3.66
  },
  {
    "text": "I hope this video gave you guys some insight on how to deal with this universal human annoyance.",
    "start": 304.9,
    "duration": 4.64
  },
  {
    "text": "If you like this video, make sure you subscribe and hit that bell icon",
    "start": 310.06,
    "duration": 4.48
  },
  {
    "text": "And if you like to learn more about becoming happy and especially meditation, check out this link right here. \nStay tuned guys !",
    "start": 314.66,
    "duration": 7.16
  }
]