[
  {
    "text": "Improvement Pill here, so the other day I\ncame across a post on Reddit titled 50 life",
    "start": 0.7,
    "duration": 4.59
  },
  {
    "text": "lessons from an 80 year old, and I thought\nit would be fun to share my thoughts on each",
    "start": 5.29,
    "duration": 4.27
  },
  {
    "text": "of these points with you. This is probably\ngoing to be part one of a three part series",
    "start": 9.56,
    "duration": 3.999
  },
  {
    "text": "because there's just so many points to cover.\nOther than that let's jump right into it.",
    "start": 13.559,
    "duration": 4.531
  },
  {
    "text": "1 Don’t expect life to be fair. It was biased\nand it will be.",
    "start": 18.09,
    "duration": 4.27
  },
  {
    "text": "I absolutely agree with this. If you think\nabout it - life is sort of like a video game.",
    "start": 22.36,
    "duration": 4.55
  },
  {
    "text": "Normally, when you start a new game you usually\nget to pick the difficulty mode. Easy, normal,",
    "start": 26.91,
    "duration": 4.55
  },
  {
    "text": "medium, hard. You get the point. Unfortunately\nfor the game of life - you can't pick what",
    "start": 31.46,
    "duration": 4.55
  },
  {
    "text": "difficulty mode you start out with, you're\nkind of just thrown into it, but this doesn't",
    "start": 36.01,
    "duration": 3.9
  },
  {
    "text": "mean that you can't play better than the other\nguys. In fact you have the advantage of gaining",
    "start": 39.91,
    "duration": 4.59
  },
  {
    "text": "significantly more respect from others, and\nalso more appreciation from yourself - if",
    "start": 44.5,
    "duration": 4.56
  },
  {
    "text": "you manage to play the game of life on hard\nor extreme difficulty and still do well. Nobody",
    "start": 49.06,
    "duration": 5.45
  },
  {
    "text": "respects the person who just cruised by on\neasy mode. Not even themselves.",
    "start": 54.51,
    "duration": 4.62
  },
  {
    "text": "2 Remember 80% of the success in any job is\nbased on your ability to deal with people.",
    "start": 59.13,
    "duration": 6.27
  },
  {
    "text": "Yep - Most of the time people don't promote\nor hire based on who can do the best job.",
    "start": 65.4,
    "duration": 4.3
  },
  {
    "text": "They promote and hire the people that can\ndo a very good job but are also likable. Because",
    "start": 69.7,
    "duration": 5.68
  },
  {
    "text": "these are people that they will potentially\nbe spending time with every single day. I",
    "start": 75.38,
    "duration": 4.39
  },
  {
    "text": "don't want to hire or promote you even if\nyou would do a better job if it meant that",
    "start": 79.77,
    "duration": 3.889
  },
  {
    "text": "my life would become 25% more stressful. I\njust don't want to deal with that. Learn how",
    "start": 83.659,
    "duration": 4.231
  },
  {
    "text": "to become likable – it's one of the most\nimportant skills out there.",
    "start": 87.89,
    "duration": 3.819
  },
  {
    "text": "3 Wave at the children on the school bus.",
    "start": 91.709,
    "duration": 2.83
  },
  {
    "text": "I think a more modern version for this one\nwould be to say hello to people wherever you",
    "start": 94.539,
    "duration": 3.79
  },
  {
    "text": "go. We live in a time where more and more\npeople feel lonely, but that's because we've",
    "start": 98.329,
    "duration": 8.52
  },
  {
    "text": "gotten into the bad habit of closing ourselves\nup from those around us. Say hello, be the",
    "start": 106.849,
    "duration": 4.4
  },
  {
    "text": "first to step outside and greet your neighbor\nbecause we're all human and we're all in this",
    "start": 111.249,
    "duration": 4.03
  },
  {
    "text": "game called life together. The more interactions\nyou have with the people around you the more",
    "start": 115.279,
    "duration": 4.51
  },
  {
    "text": "you'll feel connected with the world. This\ncan be the source of a lot fulfilling relationships,",
    "start": 119.789,
    "duration": 4.93
  },
  {
    "text": "a lot of memorable experiences, and ultimately\na lot of joy.",
    "start": 124.719,
    "duration": 4.141
  },
  {
    "text": "4 Compliment the meal when you’re a guest\nin someone’s home.",
    "start": 128.86,
    "duration": 3.049
  },
  {
    "text": "If you think about it a cooked meal is one\nof the most unique gifts that someone can",
    "start": 131.909,
    "duration": 4.111
  },
  {
    "text": "give you. When I cook something for you. I'm\nfeeding you. I'm helping you live another",
    "start": 136.02,
    "duration": 3.52
  },
  {
    "text": "day. I've paid for all the ingredients. I've\ntaken time out of my day to make this thing",
    "start": 139.54,
    "duration": 4.24
  },
  {
    "text": "for you. And it's not like other forms of\ncreation such as songs which can be given",
    "start": 143.78,
    "duration": 4.49
  },
  {
    "text": "to a lot of people. If I cooked a meal for\nyou – it is only for you. Complimenting",
    "start": 148.27,
    "duration": 4.88
  },
  {
    "text": "my cooking is a great way to show your appreciation\nfor this thing that I created for you. For",
    "start": 153.15,
    "duration": 3.789
  },
  {
    "text": "the kindness I'm sending your way.",
    "start": 156.939,
    "duration": 2.081
  },
  {
    "text": "5 Count your blessings.",
    "start": 159.02,
    "duration": 1.719
  },
  {
    "text": "Yeah, it's pretty darn important to have some\nsort of gratitude habit. Life can seem tough",
    "start": 160.739,
    "duration": 5.421
  },
  {
    "text": "and pretty dark if you focus on the negatives.\nSo every once in a while – even better – every",
    "start": 166.16,
    "duration": 4.09
  },
  {
    "text": "once a day you should allow yourself to focus\non the good. Because there is good out there.",
    "start": 170.25,
    "duration": 5.86
  },
  {
    "text": "Good things have happened to each and every\nsingle one of you. And they will continue",
    "start": 176.11,
    "duration": 3.209
  },
  {
    "text": "to happen. It doesn't matter how big or small\nthese things are, heck one of the things I've",
    "start": 179.319,
    "duration": 3.78
  },
  {
    "text": "been writing down is my love for the amazing\nsoup my hotel serves for breakfast. Spend",
    "start": 183.099,
    "duration": 4.971
  },
  {
    "text": "some time focusing on the good everyday because\nif you choose to only focus on the bad you",
    "start": 188.07,
    "duration": 4.029
  },
  {
    "text": "will lose hope. And without hope you will\nhave no motivation to do anything.",
    "start": 192.099,
    "duration": 5.311
  },
  {
    "text": "6 Marry only for love.",
    "start": 197.41,
    "duration": 2.56
  },
  {
    "text": "I recently watched a video about divorce lawyers\nand one of them said that getting married",
    "start": 199.97,
    "duration": 4.73
  },
  {
    "text": "is like playing the lottery. You're probably\ngoing to lose but if you win that's great.",
    "start": 204.7,
    "duration": 5.95
  },
  {
    "text": "Of course this varies from country to country\n– but in the US where we have a divorce",
    "start": 210.65,
    "duration": 3.38
  },
  {
    "text": "rate of over 50% - I don't think getting married\nis the smartest move. If you really love each",
    "start": 214.03,
    "duration": 5.189
  },
  {
    "text": "other just live together.",
    "start": 219.219,
    "duration": 1.441
  },
  {
    "text": "7 Become someone’s hero.",
    "start": 220.66,
    "duration": 1.359
  },
  {
    "text": "More importantly you need to collect heroic\nmoments. Which is a concept that I definitely",
    "start": 222.019,
    "duration": 5.401
  },
  {
    "text": "need to cover in a future video. It's incredibly\nimportant to have heroic moments that you",
    "start": 227.42,
    "duration": 4.349
  },
  {
    "text": "can add to your memory bank. These are moments\nthat will serve as reminders that you can",
    "start": 231.769,
    "duration": 3.912
  },
  {
    "text": "look back on for the rest of your life. By\nhaving heroic moments you can say to yourself.",
    "start": 235.681,
    "duration": 3.849
  },
  {
    "text": "Yeah! I am a good person – because I helped\nthat old lady carry her groceries up those",
    "start": 239.53,
    "duration": 4.73
  },
  {
    "text": "stairs that one time. I am courageous – because\nI spoke up to that bully the last time he",
    "start": 244.26,
    "duration": 5.41
  },
  {
    "text": "was trying to pick on that kid. I don't give\nup – because of a b and c. You get the point.",
    "start": 249.67,
    "duration": 5.25
  },
  {
    "text": "Gathering heroic moments like these will allow\nyou to choose and mold your identity into",
    "start": 254.92,
    "duration": 4.35
  },
  {
    "text": "one that you can be proud of.",
    "start": 259.27,
    "duration": 1.7
  },
  {
    "text": "8 Make someone’s day by paying the toll\nfor the person in the car behind you.",
    "start": 260.97,
    "duration": 4.54
  },
  {
    "text": "This is pretty specific. I think a better\nphrasing for this would be to do random acts",
    "start": 265.51,
    "duration": 4.11
  },
  {
    "text": "of kindness every once in a while. Studies\nhave found that by doing good deeds such as",
    "start": 269.62,
    "duration": 4.04
  },
  {
    "text": "community service can boost your levels of\nhappiness by about 10-15% which is quite a",
    "start": 273.66,
    "duration": 4.9
  },
  {
    "text": "lot. Give food to the homeless. Open doors\nfor people. Give out compliments to cashiers",
    "start": 278.56,
    "duration": 3.97
  },
  {
    "text": "and bus drivers. Little things like these\nwill bring a lot of joy into your life and",
    "start": 282.53,
    "duration": 4.24
  },
  {
    "text": "also to those that you interact with.",
    "start": 286.77,
    "duration": 2.34
  },
  {
    "text": "9 Send your loved ones flowers. Think of a\nreason later.",
    "start": 289.11,
    "duration": 4.72
  },
  {
    "text": "Things that people don't expect have 10 times\nmore impact than things they do expect. For",
    "start": 293.83,
    "duration": 4.62
  },
  {
    "text": "example if you buy your girlfriend or wife\nflowers on valentines day it's nowhere nearly",
    "start": 298.45,
    "duration": 5.05
  },
  {
    "text": "as impact-full as compared to if you bought\nit for them randomly. Showing someone that",
    "start": 303.5,
    "duration": 4.1
  },
  {
    "text": "you love them on a day where everyone else\ndoes that doesn't do it good justice. If you",
    "start": 307.6,
    "duration": 4.37
  },
  {
    "text": "really want to show someone you love them\n– do it on the days where they least expect",
    "start": 311.97,
    "duration": 3.49
  },
  {
    "text": "it. People tend to treasure and remember moments\nlike that for the rest of their life.",
    "start": 315.46,
    "duration": 4.59
  },
  {
    "text": "10 Show respect for everyone who works for\ntheir living, regardless how trivial their",
    "start": 320.05,
    "duration": 4.46
  },
  {
    "text": "job.",
    "start": 324.51,
    "duration": 1.0
  },
  {
    "text": "I think there was a story about a famous executive\nwho would invite potential employees – to",
    "start": 325.51,
    "duration": 3.66
  },
  {
    "text": "eat at a local diner with him. And he would\npay close attention to how they treated the",
    "start": 329.17,
    "duration": 5.0
  },
  {
    "text": "staff there. If they treated the staff poorly\nit gives you insight on what type of person",
    "start": 334.17,
    "duration": 4.86
  },
  {
    "text": "he or she is. This is a person who thinks\nhe or she is genuinely better – more entitled",
    "start": 339.03,
    "duration": 5.59
  },
  {
    "text": "than another human being. And that's someone\nthat will only look out for themselves if",
    "start": 344.62,
    "duration": 3.8
  },
  {
    "text": "they were to join your company. People working\nretail and service have it pretty tough. They",
    "start": 348.42,
    "duration": 4.54
  },
  {
    "text": "probably don't enjoy their job – so don't\nmake it worse for them.",
    "start": 352.96,
    "duration": 3.46
  },
  {
    "text": "11 Keep a notepad and pencil on your bed side\ntable. Million dollar ideas sometimes strike",
    "start": 356.42,
    "duration": 5.84
  },
  {
    "text": "at 3 A.M.",
    "start": 362.26,
    "duration": 1.39
  },
  {
    "text": "Yes – some of the best ideas that I've ever\nhad came to me when I was out of the office.",
    "start": 363.65,
    "duration": 4.88
  },
  {
    "text": "Randomly on the train, in bed, in the shower,\nI've literally had moments where I was deep",
    "start": 368.53,
    "duration": 5.33
  },
  {
    "text": "in thought in the shower – and a light-bulb\ngoes off in my head – and where I've literally",
    "start": 373.86,
    "duration": 3.95
  },
  {
    "text": "had to run out – dripping all over the floor\nto get to a whiteboard so I could quickly",
    "start": 377.81,
    "duration": 4.19
  },
  {
    "text": "jot the idea down. The best ideas come when\nyou aren't trying to think of a good idea.",
    "start": 382.0,
    "duration": 5.29
  },
  {
    "text": "That's kind of how it works. Your brain is\nalways cooking up new concepts in the background",
    "start": 387.29,
    "duration": 3.77
  },
  {
    "text": "and you never know when a good one is going\nto appear.",
    "start": 391.06,
    "duration": 3.46
  },
  {
    "text": "12 Answer the phone with energy and enthusiasm\nin your voice.",
    "start": 394.52,
    "duration": 3.55
  },
  {
    "text": "The voice is a very very powerful tool. If\nyou think about it – it is in fact an instrument.",
    "start": 398.07,
    "duration": 5.43
  },
  {
    "text": "And instruments can convey feelings. A sad\nsounding melody played on the piano will make",
    "start": 403.5,
    "duration": 5.01
  },
  {
    "text": "you think sad thoughts. While a happy upbeat\npiano song will make you want to stand up",
    "start": 408.51,
    "duration": 5.0
  },
  {
    "text": "and dance.",
    "start": 413.51,
    "duration": 1.0
  },
  {
    "text": "Play happy/excited songs with your voice so\nthat the people you interact with feel happy/and",
    "start": 414.51,
    "duration": 4.04
  },
  {
    "text": "excited too. Use your voice to double the\nimpact you want to make. To set the tone of",
    "start": 418.55,
    "duration": 4.5
  },
  {
    "text": "the interaction the way you want it.",
    "start": 423.05,
    "duration": 1.8
  },
  {
    "text": "You also need to practice learning how to\nplay this instrument in general. Learn how",
    "start": 424.85,
    "duration": 2.83
  },
  {
    "text": "to lower your voice when you need to. Learn\nhow to change the pacing of your words. Learn",
    "start": 427.68,
    "duration": 4.021
  },
  {
    "text": "how to pause. The better you get at playing\nthe instrument the better all of your future",
    "start": 431.701,
    "duration": 3.959
  },
  {
    "text": "interactions will be.",
    "start": 435.66,
    "duration": 1.61
  },
  {
    "text": "13 Send a lot of valentine cards. Sign them.\n‘Someone who thinks you are terrific’.",
    "start": 437.27,
    "duration": 4.78
  },
  {
    "text": "This is basically the same thing as point\n#9 so I'm just going to skip it.",
    "start": 442.05,
    "duration": 3.82
  },
  {
    "text": "14 Once in a while, take a scenic route.",
    "start": 445.87,
    "duration": 2.81
  },
  {
    "text": "Yep – go take a new route the next time\nyou need to go somewhere. When you take the",
    "start": 448.68,
    "duration": 3.19
  },
  {
    "text": "same route over and over again – you're\nbrain starts to go into autopilot, you get",
    "start": 451.87,
    "duration": 3.251
  },
  {
    "text": "lost in your thought, and you don't even remember\ncommuting to the place you're supposed to",
    "start": 455.121,
    "duration": 3.359
  },
  {
    "text": "be going to. You've been driving for an hour\nand you literally don't remember any of it.",
    "start": 458.48,
    "duration": 4.38
  },
  {
    "text": "Because you weren't present at all.",
    "start": 462.86,
    "duration": 1.91
  },
  {
    "text": "When you go about life like this - you're\nnot really living. You're like a walking zombie.",
    "start": 464.77,
    "duration": 3.86
  },
  {
    "text": "But on the other hand whenever you take a\nnew route your brain is forced to be more",
    "start": 468.63,
    "duration": 3.85
  },
  {
    "text": "present because everything around you is slightly\ndifferent. The more time you spend being present",
    "start": 472.48,
    "duration": 4.18
  },
  {
    "text": "– the longer your life feels. Time slows\ndown. It allows you to appreciate the stuff",
    "start": 476.66,
    "duration": 4.38
  },
  {
    "text": "around you. And this can be a great source\nof joy.",
    "start": 481.04,
    "duration": 3.05
  },
  {
    "text": "15 Begin each day with some of your favorite\nmusic.",
    "start": 484.09,
    "duration": 3.55
  },
  {
    "text": "I don't know about doing this first thing\nin the morning EVERY single day because there",
    "start": 487.64,
    "duration": 4.39
  },
  {
    "text": "are a bunch of other habits that I think fit\nbetter first thing in the morning. Such as",
    "start": 492.03,
    "duration": 3.9
  },
  {
    "text": "drinking a glass of water or meditating. And\nI would personally change this to “dance",
    "start": 495.93,
    "duration": 4.71
  },
  {
    "text": "to your favorite music every day”. Which\nis one of the best ways to enter the flow",
    "start": 500.64,
    "duration": 3.54
  },
  {
    "text": "state. Because it's one of the few forms of\ncreation that forces you to move with your",
    "start": 504.18,
    "duration": 4.58
  },
  {
    "text": "entire body. It's pretty hard to move your\nwhole body to a song while day dreaming about",
    "start": 508.76,
    "duration": 4.54
  },
  {
    "text": "something else. Plus it's always a good thing\nto have some dance moves in your arsenal that",
    "start": 513.3,
    "duration": 4.82
  },
  {
    "text": "you can whip out when you're in the right\nsituation.",
    "start": 518.12,
    "duration": 2.51
  },
  {
    "text": "16 Visit friends and relatives when they are\nin hospital. You need only stay a few minutes.",
    "start": 520.63,
    "duration": 5.35
  },
  {
    "text": "If you really want to show someone that you\ncare about them – being there for them when",
    "start": 525.98,
    "duration": 3.84
  },
  {
    "text": "they need it the most is one of the best way\nto do this. This relates to keeping in touch",
    "start": 529.82,
    "duration": 3.73
  },
  {
    "text": "with your friends too. You don't need to hang\nout with people every week to be their friends.",
    "start": 533.55,
    "duration": 5.45
  },
  {
    "text": "You just got to show up to the important events.\nI have plenty of very good friends that I",
    "start": 539.0,
    "duration": 3.051
  },
  {
    "text": "talk to maybe once or twice a year.",
    "start": 542.051,
    "duration": 2.759
  },
  {
    "text": "It's always great learning things from people\nwho are older and wiser than you which is",
    "start": 544.81,
    "duration": 3.42
  },
  {
    "text": "why this episode is sponsored by Audible.\nYou guys already know – I love Audible.",
    "start": 548.23,
    "duration": 4.63
  },
  {
    "text": "I personally prefer listening with Audible\nin most cases over reading, because it allows",
    "start": 552.86,
    "duration": 4.49
  },
  {
    "text": "me to read books during times where I can't\nreally pull out a physical book. Such as when",
    "start": 557.35,
    "duration": 3.8
  },
  {
    "text": "I'm working out at the gym or relaxing in\na jacuzzi.",
    "start": 561.15,
    "duration": 3.31
  },
  {
    "text": "Audible is constantly being updated. There\nare new and interesting self-improvement books",
    "start": 564.46,
    "duration": 3.78
  },
  {
    "text": "being released every single month. So I definitely\nrecommend you to try them out.",
    "start": 568.24,
    "duration": 4.41
  },
  {
    "text": "Go to www.Audible.com/ImprovementPill or text\n“Improvement Pill” to 500-500 to get 3",
    "start": 572.65,
    "duration": 6.48
  },
  {
    "text": "months of Audible for just 6.95$ a month.\nThat's more than half off the regular price.",
    "start": 579.13,
    "duration": 4.36
  },
  {
    "text": "You can also choose one audiobook and 2 audible\noriginals. This is for a limited time only",
    "start": 583.49,
    "duration": 4.62
  },
  {
    "text": "so make sure you act fast.",
    "start": 588.11,
    "duration": 1.63
  },
  {
    "text": "I recommend you guys to listen to “Talking\nTo Strangers” by Malcolm Gladwell, which",
    "start": 589.74,
    "duration": 3.72
  },
  {
    "text": "I'm currently listening too. It talks about\nhow bad we humans actually are at reading",
    "start": 593.46,
    "duration": 3.551
  },
  {
    "text": "other people. Besides that guys stay tuned.",
    "start": 597.011,
    "duration": 0.013
  }
]