[
  {
    "text": "Improvement Pill here – here's an idea that's \nmade me into a much happier person these  ",
    "start": 7.84,
    "duration": 3.84
  },
  {
    "text": "past few months. It's going to sound a bit \ncrazy – ok? What if you and I are the same.  ",
    "start": 11.68,
    "duration": 5.28
  },
  {
    "text": "And I don't mean like we're both \nhuman. Or that we like the same things.  ",
    "start": 16.96,
    "duration": 3.68
  },
  {
    "text": "I mean what if you and I are literally \nthe same being. The same soul.",
    "start": 20.64,
    "duration": 4.72
  },
  {
    "text": "You see - there are stories of people that had \ntraumatic brain injuries like a getting a rod  ",
    "start": 25.36,
    "duration": 4.08
  },
  {
    "text": "shot through their head which lead to \nsudden changes in the way they act,  ",
    "start": 29.44,
    "duration": 3.6
  },
  {
    "text": "someone who used to be calm and collected \nwould suddenly become someone who was easily  ",
    "start": 33.04,
    "duration": 3.52
  },
  {
    "text": "irritated and upset. So it seems like \na lot of what we feel is tied to whats  ",
    "start": 36.56,
    "duration": 4.16
  },
  {
    "text": "physically going on in our body and \nbrain. So we are not what we feel.",
    "start": 40.72,
    "duration": 4.24
  },
  {
    "text": "Then there are stories of twins and triplets who \nwere separated at birth but eventually reunited.  ",
    "start": 44.96,
    "duration": 5.04
  },
  {
    "text": "Only to find out that all 3 smoke the same type \nof cigarettes, all 3 like older women, and all 3  ",
    "start": 50.0,
    "duration": 5.52
  },
  {
    "text": "even dance the same way. Which means that a lot \nof what we think makes us special, our unique  ",
    "start": 55.52,
    "duration": 4.96
  },
  {
    "text": "preferences in life, our quirks, how we act - \nmight actually be because of our genes – our DNA.",
    "start": 60.48,
    "duration": 6.0
  },
  {
    "text": "This made me think – what if who we think we are,  ",
    "start": 66.48,
    "duration": 2.8
  },
  {
    "text": "is actually just a list of traits and emotions \nfor the physical body that we are currently in.  ",
    "start": 69.28,
    "duration": 4.56
  },
  {
    "text": "All of the things that we identify with, our \nage, our race, our height, the way we look,  ",
    "start": 73.84,
    "duration": 4.08
  },
  {
    "text": "the way we feel, our positives and negatives: \nall of this - are just labels and personality  ",
    "start": 77.92,
    "duration": 4.72
  },
  {
    "text": "traits of a character in a movie. This ain't the \nreal you. The real you is the being on the couch  ",
    "start": 82.64,
    "duration": 5.6
  },
  {
    "text": "watching this movie. Some call it your \nconsciousness, others call it your soul.",
    "start": 88.24,
    "duration": 4.4
  },
  {
    "text": "Now stay with me,",
    "start": 92.64,
    "duration": 1.04
  },
  {
    "text": "Here's another idea that I've been thinking \nabout a lot which comes from the Egg Story – by  ",
    "start": 93.68,
    "duration": 4.0
  },
  {
    "text": "Andy Weir. Kursegatz also made a video \nabout it. To quickly sum it up – the  ",
    "start": 97.68,
    "duration": 4.24
  },
  {
    "text": "main character dies and is told that when you \ndie, you get reincarnated into another body.  ",
    "start": 101.92,
    "duration": 4.72
  },
  {
    "text": "You might come back as some random \nperson on the other side of the world.  ",
    "start": 106.64,
    "duration": 3.04
  },
  {
    "text": "You might even come back as a dog. Every \ntime you die this cycle continues on and  ",
    "start": 109.68,
    "duration": 4.32
  },
  {
    "text": "on until you've experienced every single \nlife that exists, and will ever exist.",
    "start": 114.0,
    "duration": 4.56
  },
  {
    "text": "This idea of reincarnation - kinda make senses \nto me because there are interesting studies of  ",
    "start": 118.56,
    "duration": 4.48
  },
  {
    "text": "kids under the age of 5 who have strange memories \nof past lives. There are thousands of cases where  ",
    "start": 123.04,
    "duration": 5.12
  },
  {
    "text": "kids are able to remember exactly how and where \nsomeone else died, along with dozens of other  ",
    "start": 128.16,
    "duration": 4.72
  },
  {
    "text": "small details about that persons life. And just \nto be clear this is all before the internet so  ",
    "start": 132.88,
    "duration": 4.8
  },
  {
    "text": "how would a 5 year old kid in some Indian \nvillage know how someone died in France,  ",
    "start": 137.68,
    "duration": 4.8
  },
  {
    "text": "a country that uses a totally different \nlanguage? Researchers ended up concluding  ",
    "start": 142.48,
    "duration": 4.32
  },
  {
    "text": "that somethings definitely going on here, could it \nbe reincarnation? Who knows – they can't prove it.",
    "start": 146.8,
    "duration": 5.12
  },
  {
    "text": "But lets run with these 2 ideas - what if \neverything we identify with is actually just  ",
    "start": 151.92,
    "duration": 4.8
  },
  {
    "text": "part of the body that we're currently in. \nAnd the real us is this being on the couch. ",
    "start": 156.72,
    "duration": 4.96
  },
  {
    "text": "AND what if every time we die – the movie \nfinishes – and we flip the channel to  ",
    "start": 161.68,
    "duration": 4.16
  },
  {
    "text": "the next movie. If this is true, then \nit's possible that we are all the same  ",
    "start": 165.84,
    "duration": 4.16
  },
  {
    "text": "being just at different stages of \nit's movie binge-watching journey.  ",
    "start": 170.0,
    "duration": 4.08
  },
  {
    "text": "It's possible that you and I are the same. \nOne day you will get to live Improvement  ",
    "start": 174.08,
    "duration": 4.4
  },
  {
    "text": "Pill's life and one day I will get to live \nyours. Or maybe that's already happened.",
    "start": 178.48,
    "duration": 4.24
  },
  {
    "text": "Now why am I bringing up this crazy idea that \nI certainly can't prove. Well as I've played  ",
    "start": 182.72,
    "duration": 4.48
  },
  {
    "text": "with this idea in my head for the past couple of \nmonths, I've started to actually believe it. Not  ",
    "start": 187.2,
    "duration": 4.24
  },
  {
    "text": "a lot, maybe only like 10%. But it's brought \nsome very interesting benefits into my life.",
    "start": 191.44,
    "duration": 5.36
  },
  {
    "text": "First of all I don't really feel negative \nemotions as strongly. Sometimes I'll be  ",
    "start": 196.8,
    "duration": 3.84
  },
  {
    "text": "on social media looking at someone who is way \nmore successful than I am, more talented, more  ",
    "start": 200.64,
    "duration": 4.8
  },
  {
    "text": "attractive - and in the past I might have felt \nsome form of envy or feel bad about myself – but  ",
    "start": 205.44,
    "duration": 4.56
  },
  {
    "text": "nowadays with this new belief that we are all the \nsame – my thinking changes - I start to think,  ",
    "start": 210.0,
    "duration": 5.52
  },
  {
    "text": "“Wow that's cool, I'm glad that version of \nme gets to live that life. Good for them”",
    "start": 215.52,
    "duration": 4.4
  },
  {
    "text": "Secondly, I feel more connected with \npeople who are experiencing hardship.  ",
    "start": 219.92,
    "duration": 3.6
  },
  {
    "text": "Sometimes I come across panhandlers when I travel \nand I end up thinking “wow that's going to be me  ",
    "start": 223.52,
    "duration": 4.64
  },
  {
    "text": "one day. I'm going to experience this form \nof hardship as well. I should help em out.”  ",
    "start": 228.16,
    "duration": 4.16
  },
  {
    "text": "Now - this is a very different from how I used to \nthink when I was younger. Back then I felt proud  ",
    "start": 232.32,
    "duration": 4.88
  },
  {
    "text": "when I donated money. I would think wow, I'm sure \npeople watching think that I'm such a good person.  ",
    "start": 237.2,
    "duration": 4.72
  },
  {
    "text": "But with this new belief - I don't really feel \nproud, I feel like I'm taking care of a wound  ",
    "start": 241.92,
    "duration": 4.48
  },
  {
    "text": "on my own body. That's the best way to describe \nit. Like it's my duty to take care of myself.",
    "start": 246.4,
    "duration": 4.8
  },
  {
    "text": "And finally this belief has made me more \nunderstanding. We often witch-hunt people  ",
    "start": 251.2,
    "duration": 4.24
  },
  {
    "text": "on social media. “This person is \nevil because they did x y and z.”  ",
    "start": 255.44,
    "duration": 3.6
  },
  {
    "text": "When I see these people being \naccused - I think “wow that's me  ",
    "start": 259.04,
    "duration": 3.28
  },
  {
    "text": "in another life” If I was born in that \nbody, in that environment, and had to live  ",
    "start": 262.32,
    "duration": 4.16
  },
  {
    "text": "their life – I would probably do the equally \nmessed up thing that they've been accused of.  ",
    "start": 266.48,
    "duration": 4.48
  },
  {
    "text": "I can also be terrible. So I don't get angry \nor upset when I see people in this situation.  ",
    "start": 270.96,
    "duration": 4.88
  },
  {
    "text": "I actually feel curious as to what led them down \nthis path. And if the accusations are even true.",
    "start": 275.84,
    "duration": 5.44
  },
  {
    "text": "Now look – I know I've been away for a while – \nand I know this idea sounds crazy. But I wanted  ",
    "start": 281.28,
    "duration": 4.16
  },
  {
    "text": "to share it with you because it is something \nthat I think about a lot nowadays – and it's  ",
    "start": 285.44,
    "duration": 4.16
  },
  {
    "text": "honestly made me happier. I hope it brings you \nthe same sort of peace that it's brought me.",
    "start": 289.6,
    "duration": 4.48
  },
  {
    "text": "Now if you're wondering where I get these \nlife-changing ideas. It's usually from  ",
    "start": 294.08,
    "duration": 3.52
  },
  {
    "text": "books. Which is why this episode was brought \nto you by Shortform. Shortform allows you to  ",
    "start": 297.6,
    "duration": 3.92
  },
  {
    "text": "quickly learn about the most important ideas \nin books, articles, and even podcasts without  ",
    "start": 301.52,
    "duration": 4.0
  },
  {
    "text": "having to spend hours reading or listening to the \nentire thing. They are by far the most in-depth  ",
    "start": 305.52,
    "duration": 5.6
  },
  {
    "text": "book summary platform that I've come across – \ngiving you enough information to grasp all of  ",
    "start": 311.12,
    "duration": 3.92
  },
  {
    "text": "the most important ideas without having to read \nthe full book. On top of that they even connect  ",
    "start": 315.04,
    "duration": 4.48
  },
  {
    "text": "ideas between books - making sure that you see \nthings from multiple angles. They have a vast  ",
    "start": 319.52,
    "duration": 4.4
  },
  {
    "text": "library covering every non-fiction subject you \ncan think of - and you can even vote on what you  ",
    "start": 323.92,
    "duration": 4.32
  },
  {
    "text": "want them to summarize next. Personally, I like to \nbrowse technology, relationships, and philosophy. ",
    "start": 328.24,
    "duration": 5.52
  },
  {
    "text": "Go to shortform.com/improvementpill \nto get 20% off on one of the best  ",
    "start": 333.76,
    "duration": 4.48
  },
  {
    "text": "time saving education tools out there.\nThe idea that we are a being on a couch  ",
    "start": 338.24,
    "duration": 4.56
  },
  {
    "text": "watching a movie is actually from The Power Of \nNow by Eckharte Tolle – which you can check out  ",
    "start": 342.8,
    "duration": 4.32
  },
  {
    "text": "on Shortform as well. It's one of my all time \nfavorite books that helped me a lot during my  ",
    "start": 347.12,
    "duration": 3.6
  },
  {
    "text": "teenage years. If you do decide to check it \nout, you should focus on the first couple of  ",
    "start": 350.72,
    "duration": 4.0
  },
  {
    "text": "chapters. The second half of the book kind \nof gets weird. Besides that guys stay tuned",
    "start": 354.72,
    "duration": 7.36
  }
]