[
  {
    "text": "Improvement pill here.",
    "start": 0.0,
    "duration": 1.32
  },
  {
    "text": "I believe that living in exciting and interesting life is important",
    "start": 1.32,
    "duration": 3.98
  },
  {
    "text": "because when you're doing the same thing every single day",
    "start": 5.4,
    "duration": 3.08
  },
  {
    "text": "and there's nothing new going on in your life",
    "start": 8.48,
    "duration": 1.94
  },
  {
    "text": "your brain will start to go on autopilot more often",
    "start": 10.42,
    "duration": 2.82
  },
  {
    "text": "it stops focusing on the present moment",
    "start": 13.24,
    "duration": 2.36
  },
  {
    "text": "it starts creating less memories",
    "start": 15.6,
    "duration": 1.48
  },
  {
    "text": "and time starts flying by faster and faster",
    "start": 17.12,
    "duration": 3.04
  },
  {
    "text": "I think you should strive to live a more interesting and exciting life",
    "start": 20.16,
    "duration": 3.28
  },
  {
    "text": "not because it looks cool on social media",
    "start": 23.44,
    "duration": 2.32
  },
  {
    "text": "because it will make you feel like you're actually living life to its fullest",
    "start": 25.76,
    "duration": 4.34
  },
  {
    "text": "a life with less regrets. It's also going to make you into a more memorable person",
    "start": 30.1,
    "duration": 4.62
  },
  {
    "text": "someone that others will want to get to know. So let's jump right into it.",
    "start": 34.72,
    "duration": 4.36
  },
  {
    "text": "There are there two main reasons why you are bored",
    "start": 39.08,
    "duration": 2.32
  },
  {
    "text": "the first is that you always look to the masses for inspiration on what to do",
    "start": 41.4,
    "duration": 4.52
  },
  {
    "text": "this is something that I often see when it comes to dance",
    "start": 45.92,
    "duration": 2.72
  },
  {
    "text": "there are literally thousands and thousands of different dance moves out there",
    "start": 48.64,
    "duration": 3.92
  },
  {
    "text": "but it comes to dance there are always trends",
    "start": 52.56,
    "duration": 2.76
  },
  {
    "text": "styles of dance that are popular and specific moves that are popular",
    "start": 55.32,
    "duration": 4.16
  },
  {
    "text": "for example recently we had the floss. The floss is a dance move invented by someone known as the backpack kid",
    "start": 59.52,
    "duration": 6.8
  },
  {
    "text": "after performing his move on stage with Katy Perry on Saturday Night Live",
    "start": 66.32,
    "duration": 4.24
  },
  {
    "text": "it soon became a viral sensation",
    "start": 70.56,
    "duration": 2.6
  },
  {
    "text": "the video got tens of millions of views and suddenly people all around the world we're learning how to floss.",
    "start": 73.16,
    "duration": 6.72
  },
  {
    "text": "Now the thing about the floss is that it is a very interesting move. I had never seen anything like it before.",
    "start": 79.88,
    "duration": 6.6
  },
  {
    "text": "So i do i have to commend the backpack kid on his creation.",
    "start": 86.48,
    "duration": 4.04
  },
  {
    "text": "But when it viral all the sudden everyone in their Grandma picked up the move.",
    "start": 90.52,
    "duration": 4.64
  },
  {
    "text": "Everywhere i went parties clubs outside event anywhere there was me people with doing the floss.",
    "start": 95.16,
    "duration": 5.6
  },
  {
    "text": "Now don't take this the wrong way it's better to be dancing to music and to not be dancing at all.",
    "start": 100.76,
    "duration": 4.6
  },
  {
    "text": "But when everyone is doing the same move it becomes boring.",
    "start": 105.36,
    "duration": 3.52
  },
  {
    "text": "dance is about unique expression how the music makes your body feel",
    "start": 108.88,
    "duration": 4.76
  },
  {
    "text": "that's why in most cases watching people dance is interesting because you get to see the unique way to interpret the music",
    "start": 113.64,
    "duration": 7.32
  },
  {
    "text": "but if you jump on the dance floor and do you spend the floss you're just doing something that everyone else is doing",
    "start": 120.96,
    "duration": 6.44
  },
  {
    "text": "it's no longer unique expression it's predictable it's boring",
    "start": 127.4,
    "duration": 5.16
  },
  {
    "text": "there are literally thousands of other that you could have learned",
    "start": 132.56,
    "duration": 3.28
  },
  {
    "text": "but you chose to learn to floss and probably not because you thought it was an accurate expression of how music makes you feel",
    "start": 135.84,
    "duration": 7.16
  },
  {
    "text": "but because everyone else was doing it and this doesn't only apply at the dance moves",
    "start": 143.0,
    "duration": 4.56
  },
  {
    "text": "for a lot of us almost all of what we do is dictated by what we see others do",
    "start": 147.56,
    "duration": 4.92
  },
  {
    "text": "we all go to college because everyone else does",
    "start": 152.48,
    "duration": 2.16
  },
  {
    "text": "we all try to save up and buy a car or a house because that's what everyone does",
    "start": 154.64,
    "duration": 4.56
  },
  {
    "text": "we travel to the same places around the world for holidays because that's what everyone does",
    "start": 159.2,
    "duration": 5.44
  },
  {
    "text": "now there's nothing wrong with looking to others for inspiration once in awhile that's human nature",
    "start": 164.64,
    "duration": 5.6
  },
  {
    "text": "but when all you're doing is what everyone else is doing you by definition if you come boring",
    "start": 170.24,
    "duration": 6.36
  },
  {
    "text": "the only way to combat this is to start doing things that you genuinely want to do",
    "start": 176.6,
    "duration": 5.0
  },
  {
    "text": "which brings us to reason number two why you are boring",
    "start": 181.6,
    "duration": 3.24
  },
  {
    "text": "I want you to imagine for a second a circle and within the circle are all the things that you are familiar",
    "start": 184.84,
    "duration": 6.66
  },
  {
    "text": "with places activities people jobs Etc",
    "start": 191.5,
    "duration": 3.58
  },
  {
    "text": "all of these things are things that you feel totally fine doing or interacting with",
    "start": 195.08,
    "duration": 5.72
  },
  {
    "text": "this is your comfort zone",
    "start": 200.8,
    "duration": 2.2
  },
  {
    "text": "the second reason why you are boring is because you are scared of venturing outside of the zone",
    "start": 203.0,
    "duration": 6.6
  },
  {
    "text": "you're quite sure what will happen when you go out and try that new thing",
    "start": 209.6,
    "duration": 3.52
  },
  {
    "text": "or talk that a new person or go to that new place",
    "start": 213.12,
    "duration": 3.2
  },
  {
    "text": "there's a chance that you might get rejected",
    "start": 216.32,
    "duration": 1.68
  },
  {
    "text": "or you might mess up or you might look like a fool and that can be a bit scary",
    "start": 218.08,
    "duration": 4.32
  },
  {
    "text": "in order to start doing the things that you want to do",
    "start": 222.4,
    "duration": 2.6
  },
  {
    "text": "so that you can become more interesting",
    "start": 225.04,
    "duration": 2.06
  },
  {
    "text": "you must first learn how to master up the courage and venture outside of your comfort zone",
    "start": 227.1,
    "duration": 5.98
  },
  {
    "text": "and it really isn't a trick that I can teach you to do this you just have to face your fear and take the leaf",
    "start": 233.08,
    "duration": 5.46
  },
  {
    "text": "and understand that even if you fail what if you mess up that it's all a okay it's not the end of the world",
    "start": 238.54,
    "duration": 6.5
  },
  {
    "text": "but hey you managed to step outside your comfort zone and regardless of what happens at least you are now more courageous than you were before",
    "start": 245.04,
    "duration": 7.98
  },
  {
    "text": "the secret to becoming less boring is to learn",
    "start": 253.04,
    "duration": 2.36
  },
  {
    "text": "how to venture outside of your comfort zone so that you can try and experience new things that you genuinely want to do",
    "start": 255.4,
    "duration": 7.0
  },
  {
    "text": "the more things you experience the more unique stories you will have the more you will learn about the world the more you will have seen",
    "start": 262.44,
    "duration": 6.56
  },
  {
    "text": "which in turn will develop your character and make you into a more interesting person",
    "start": 269.0,
    "duration": 7.4
  }
]