[
  {
    "text": "Cold showers have long been known to have tons and tons of health benefits",
    "start": 9.98,
    "duration": 4.08
  },
  {
    "text": "A study published in 2007 found that cold showers can lower levels of depression",
    "start": 14.34,
    "duration": 4.58
  },
  {
    "text": "There was even speculation that cold showers may be even more effective than antidepressents",
    "start": 19.14,
    "duration": 4.76
  },
  {
    "text": "Another study in 1993 found that cold showers strengthen your immunity system by increasing the amount of white blood cells in your body",
    "start": 24.12,
    "duration": 7.3
  },
  {
    "text": "This same study found that men who took cold showers showed an increase in testosterone production",
    "start": 31.64,
    "duration": 5.2
  },
  {
    "text": "But there is an extremely important benefit to cold showers that people rarely ever talk about",
    "start": 36.84,
    "duration": 4.88
  },
  {
    "text": "And this is the ability to train yourself to consistently get outside of your comfort zone",
    "start": 41.72,
    "duration": 5.76
  },
  {
    "text": "Lets imagine a circle, inside the circle is everything that you've ever accomplished, experienced and dealt with",
    "start": 47.48,
    "duration": 6.38
  },
  {
    "text": "These are things that you are comfortable doing, like crossing the street, or using the microwave",
    "start": 53.86,
    "duration": 4.84
  },
  {
    "text": "These are things that you are \"confident\" in doing, these things don't scare you, they don't bother you",
    "start": 58.96,
    "duration": 5.84
  },
  {
    "text": "they don't make you think twice before you go ahead and do it because all of these things are inside of your comfort zone",
    "start": 65.0,
    "duration": 6.54
  },
  {
    "text": "Now everything outside is an absolutely different story you start sweating, you start fidgeting, you start doubting yourself",
    "start": 71.74,
    "duration": 7.58
  },
  {
    "text": "And its because everything out there, you are unsure whats going to happen",
    "start": 79.32,
    "duration": 4.28
  },
  {
    "text": "You are unsure of whether or not you are going to be able to succeed",
    "start": 83.6,
    "duration": 4.04
  },
  {
    "text": "But this is normal, every fear you overcome, every new task you take upon",
    "start": 87.78,
    "duration": 5.54
  },
  {
    "text": "Every challenge you face head on, you grow as a person",
    "start": 93.54,
    "duration": 4.08
  },
  {
    "text": "You grow wiser and more confident as you step farther and farther away from your comfort zone",
    "start": 97.62,
    "duration": 5.9
  },
  {
    "text": "Men and women who we learn about in the textbooks of history",
    "start": 103.52,
    "duration": 3.78
  },
  {
    "text": "are men and women who venture deep outside of their comfort zone",
    "start": 107.3,
    "duration": 4.2
  },
  {
    "text": "Cold showers take you to the very brink of your comfort zone",
    "start": 111.7,
    "duration": 3.92
  },
  {
    "text": "Your body naturally fears the cold and this is something that takes a very long time to get used to",
    "start": 115.62,
    "duration": 5.46
  },
  {
    "text": "So every time you step into your shower and you look at that knob, you can feel the fear",
    "start": 121.08,
    "duration": 4.78
  },
  {
    "text": "The excuses as to why you shouldn't be doing this start rushing into your mind",
    "start": 125.86,
    "duration": 4.34
  },
  {
    "text": "all of these little bullshit reasons why this is not a good idea",
    "start": 130.3,
    "duration": 4.16
  },
  {
    "text": "This is equivalent to the same fear that you feel when you're approached by the idea",
    "start": 134.46,
    "duration": 4.9
  },
  {
    "text": "of going up to that cute girl and talking to her, the idea of taking on that new hobby that you found yourself interested in",
    "start": 139.36,
    "duration": 6.2
  },
  {
    "text": "the idea of going to the gym, the idea of making a lifestyle change, the idea of asking for a raise",
    "start": 145.56,
    "duration": 5.7
  },
  {
    "text": "See, when you take cold showers, you're training the same muscle that allows you to say",
    "start": 151.26,
    "duration": 3.66
  },
  {
    "text": "so what if I am scared? so what if I am shaking? I am still going to push on",
    "start": 154.92,
    "duration": 4.06
  },
  {
    "text": "This is the same muscle that proves how far you can make it in life",
    "start": 158.98,
    "duration": 3.44
  },
  {
    "text": "So will you be stuck to your tiny little comfort zone? Always scared of the unknown?",
    "start": 162.42,
    "duration": 4.0
  },
  {
    "text": "Or will you choose to venture out as far as you can and try to experience all of this world in all of its beauty?",
    "start": 166.42,
    "duration": 5.78
  },
  {
    "text": "Honestly, its up to you, and it begins with a cold shower",
    "start": 172.2,
    "duration": 3.5
  }
]