[
  {
    "text": "When I was in college, I was the type of person\nthat would hit the snooze button at least",
    "start": 10.12,
    "duration": 5.2
  },
  {
    "text": "four times before finally waking up just to\nrush out the door because guess what? I was",
    "start": 15.32,
    "duration": 5.73
  },
  {
    "text": "already late for class. I had this uncanny\nability to almost always and I mean always",
    "start": 21.05,
    "duration": 7.37
  },
  {
    "text": "hand in my essays and my projects literally\nminutes right before the deadline. This was",
    "start": 28.42,
    "duration": 5.51
  },
  {
    "text": "definitely not something that I was proud\nof. We all have amazing things that we tell",
    "start": 33.93,
    "duration": 4.41
  },
  {
    "text": "ourselves that we are going to go outside\nand do, but for the most part we have trouble",
    "start": 38.34,
    "duration": 4.27
  },
  {
    "text": "finding the motivation and the inspiration\nto actually go out there and do them. And",
    "start": 42.61,
    "duration": 4.35
  },
  {
    "text": "I am sure you can relate to this. What finally\nhelped me was this little trick that I learned",
    "start": 46.96,
    "duration": 4.489
  },
  {
    "text": "from a mentor of mine. It's called the 3 2\n1 and it's actually very simple and very effective.",
    "start": 51.449,
    "duration": 6.061
  },
  {
    "text": "The next time your confronted with a task\nthat you don't want to do, even by the slightest",
    "start": 57.51,
    "duration": 4.36
  },
  {
    "text": "bit, you start counting down from 3. You go 3...2...1\nand once you hit one, you stop whatever you're",
    "start": 61.87,
    "duration": 7.83
  },
  {
    "text": "doing and then finish that task. The only\nrules are that whatever it is has to be something",
    "start": 69.7,
    "duration": 6.029
  },
  {
    "text": "that's possible and it has to be something\nthat you can do right then and right there",
    "start": 75.729,
    "duration": 4.591
  },
  {
    "text": "at the moment. Let's say for example you just\ncame home and you notice that the trash bin",
    "start": 80.32,
    "duration": 5.1
  },
  {
    "text": "is full. \"Oh man...I should go and take out\nthe trash. You know what I'll do it after",
    "start": 85.42,
    "duration": 4.629
  },
  {
    "text": "I check my email. Wait stop. Take out the\ntrash 3...2...1 and you have to drop your",
    "start": 90.049,
    "duration": 7.061
  },
  {
    "text": "phone, stand up, and you have to take out\nthe trash. Now the key to this trick is to",
    "start": 97.11,
    "duration": 4.45
  },
  {
    "text": "make it into a habit. They say that it takes\nabout 21 days to form a habit. However in",
    "start": 101.56,
    "duration": 6.05
  },
  {
    "text": "my personal experience it didn't take any\nlonger than about a week and a half for this",
    "start": 107.61,
    "duration": 3.91
  },
  {
    "text": "trick to settle in. The key is to apply it\nto just about every single annoying task that",
    "start": 111.52,
    "duration": 5.239
  },
  {
    "text": "you find throughout the day. \"Oh the dishes\nare piling up. Well 3...2...1 go and wash",
    "start": 116.759,
    "duration": 4.951
  },
  {
    "text": "the dishes.\" \"Oh the dog looks hungry. 3..2..1\ngo feed the dog.\" \"Should I brush my teeth?",
    "start": 121.71,
    "duration": 6.049
  },
  {
    "text": "3...2...1 go and brush your teeth.\" \"Oh I\nam kind of hungry right now too! 3..2..1 go",
    "start": 127.759,
    "duration": 5.491
  },
  {
    "text": "cook yourself a meal.\" After doing this for\na while you'll find that your met with less",
    "start": 133.25,
    "duration": 4.69
  },
  {
    "text": "resistance every time you count down from\n3. And it's at this point that you've unlocked",
    "start": 137.94,
    "duration": 5.689
  },
  {
    "text": "the true potential behind this trick. The\npoint of this trick was not to give you a",
    "start": 143.629,
    "duration": 5.571
  },
  {
    "text": "way to take out the trash or always hand in\nyour homework on time. Yes that is going to",
    "start": 149.2,
    "duration": 5.3
  },
  {
    "text": "be helpful, but the true potential behind\nthis trick is to give you the ability to build",
    "start": 154.5,
    "duration": 6.4
  },
  {
    "text": "positive new habits. Let's say that you've\nbeen trying to go to the gym for a while now.",
    "start": 160.9,
    "duration": 5.449
  },
  {
    "text": "You know all of the positive benefits. You\nknow logically that it is the right thing",
    "start": 166.349,
    "duration": 4.441
  },
  {
    "text": "to do. Yet you've never found the motivation\nto actually go out there and do it. Now all",
    "start": 170.79,
    "duration": 5.79
  },
  {
    "text": "you have to do is say, \"Sign up for a gym\nmembership online, 3...2...1, and you'll go",
    "start": 176.58,
    "duration": 6.379
  },
  {
    "text": "and do it.\" And then immediately afterwards\nyou can say, \"Get dressed and go to the gym,",
    "start": 182.959,
    "duration": 5.25
  },
  {
    "text": "3...2...1 ,\" and you'll go and do it. The\nkey here is to make sure that the 3 2 1 is",
    "start": 188.209,
    "duration": 7.221
  },
  {
    "text": "ingrained enough in your mind so that when\nyou do say it, no matter what it is that you've",
    "start": 195.43,
    "duration": 5.65
  },
  {
    "text": "challenged yourself to do, you will do it.\nAnd the same thing can be applied for quitting",
    "start": 201.08,
    "duration": 6.4
  },
  {
    "text": "negative habits. Things like smoking or drinking.If you've ingrained the 3 2 1 strongly enough in your brain, you can",
    "start": 207.48,
    "duration": 7.569
  },
  {
    "text": "resist those temptations. But the biggest\nand the hardest thing that you have to do",
    "start": 215.049,
    "duration": 5.171
  },
  {
    "text": "in order to make this trick work is to take\nthat FIRST STEP TODAY to start implementing",
    "start": 220.22,
    "duration": 5.769
  },
  {
    "text": "the 3 2 1 trick into your lifestyle. I challenge\nyou to think of something right now that you",
    "start": 225.989,
    "duration": 4.801
  },
  {
    "text": "have to do. Something on your to do list,\nthat you've been pushing aside.",
    "start": 230.79,
    "duration": 5.57
  },
  {
    "text": "3....2.....1",
    "start": 236.36,
    "duration": 2.8
  },
  {
    "text": "GO AND DO IT!",
    "start": 239.22,
    "duration": 3.92
  }
]